Repository: hispindia/ihris-bihar-2018
Catalog: lib/4.1.4-release/ihris-manage/translations/templates/ihris-manage-application/*.po
Languages: pt_br, ru

source: Hiring Decision
pt_br: Decisão de Contratação
ru: Протокол найма

source: Edit This Information
pt_br: Editar Essa Informação
ru: Редактировать эту информацию

source: Update this Information
pt_br: Atualizar essa Informação
ru: Обновить информацию

source: Interview Details
pt_br: Detalhes da Entrevista
ru: Протокол собеседования

source: Select the applicant name below for
pt_br: Selecione o nome do candidato abaixo para
ru: Выберите имя кандидата ниже

source: Make a job offer
pt_br: Fazer oferta de trabalho
ru: Сделать предложение о работе

source: There are no applicants for this position.
pt_br: Não há candidatos para este cargo.
ru: Нет претендентов на эту должность.

source: Position Information
pt_br: Informação do Cargo
ru: Информация о должности

source: Applicant Questions
pt_br: Questões aos Candidatos
ru: Вопросы кандидата

source: Open Position(s) Applied For
pt_br: Cargo(s) Abertos Aplicados Para
ru: Вакантная должность(и) для вашей заявки

source: Review Applicants
pt_br: Rever Candidatos
ru: Пересмотреть кандидатов

source: return
pt_br: retornar
ru: возврат

source: Select the Open Position below to view all the applicants.
pt_br: Selecione um Cargo Aberto abaixo para ver todos os candidatos
ru: Выберите вакантную должность ниже, для отображения всех кандидатов.

source: Can view position decision child form of a person
pt_br: Pode ver o formulário filho de decisão de contratação de uma pessoa

source: Can edit position decision child forms of a person
pt_br: Pode editar o formulário filho de decisão de contratação de uma pessoa

source: Can view position interview child form of a person
pt_br: Pode ver a forma da entrevista de uma pessoa.

source: Can edit position interview child forms of a person
pt_br: Pode editar o formulário filho de entrevista de uma pessoa.

source: Can view aplicaiton child form of a person
pt_br: Pode ver o formulário filho de entrevista de uma pessoa.
ru: Пользователь может просматривать дочерние формы приложения

source: Can edit aplicaiton child forms of a person
pt_br: Pode editar as formas de aplicação de uma pessoa
ru: Пользователь может редактировать дочерние формы приложения

source: Applicant
pt_br: Candidato
ru: Кандидат

source: Position Interview
pt_br: Entrevista de Emprego
ru: Собеседование на должность

source: Position Decision
pt_br: Decisão do Cargo
ru: Решение по поводу вакантной должности

source: Position(s)
pt_br: Cargo(s)
ru: Должность(и)

source: Have you ever been convicted of a felony?
pt_br: Você já foi condenado por um crime?
ru: Вы когда-либо были осуждены за уголовное преступление?

source: If yes, give the circumstances.
pt_br: Se sim, dê as circunstâncias.
ru: Если да, то укажите обстоятельства происшедшего.

source: In addition to your work history, are there other skills, qualifications or experience we should consider?
pt_br: Em adição ao seu histórico de trabalho, existem outras habilidades, qualificações ou experiências que deveríamos considerar?
ru: В дополнение к вашей истории работы, у вас есть другие навыки, квалификация или опыт, который мы должны рассмотреть?

source: How did you hear of this opening?
pt_br: Como você ouviu desta abertura?
ru: Как вы узнали об этой вакантной должности?

source: When can you start?
pt_br: Quando você pode começar?
ru: Когда вы сможете приступить к работе?

source: Desired Wage
pt_br: Salário Desejado
ru: Желаемая заработная плата

source: Are you looking for full-time employment?
pt_br: Você está procurando por um trabalho de tempo integral?
ru: Вы ищете работу на полный рабочий день?

source: If no, what hours are you available?
pt_br: Se não, quais são as horas disponíveis?
ru: Если нет, какой график работы вас устроит?

source: Date of Interview
pt_br: Data da Entrevista
ru: Дата собеседования

source: People Attending
pt_br: Pessoas Presentes
ru: Присутствующие люди

source: Comments
pt_br: Comentários
ru: Комментарии

source: Date of Decision
pt_br: Data da Decisão
ru: Дата принятия решения

source: Make a Job Offer?
pt_br: Fazer Oferta de Trabalho?
ru: Сделать предложение о работе?

source: Add/Update Application
pt_br: Adicionar/Atualizar Aplicação
ru: Добавить/Обновить данные заявки

source: Add/Update Position Decision
pt_br: Adicionar/Atualizar Decisão do Cargo
ru: Добавить/Обновить решение о вакантной должности

source: Add/Update Position Interview
pt_br: Adicionar/Atualizar Entrevista de Emprego
ru: Добавить/Обновить собеседование на должность

source: oops
pt_br: ops
ru: упс

source: You selected you were convicted of a felony but didn't describe the circumstances.
pt_br: Você selecionou que você foi condenado por um crime mas não descreveu as circunstâncias.

source: You selected not full time, but you didn't give what hours you are available.
pt_br: Você selecionou em tempo não integral, mas você não informou seus horários disponíveis.
