Repository: hispindia/ihris-bihar-2018
Catalog: lib/4.1.4-release/ihris-manage/translations/templates/accident/*.po
Languages: cs, et

source: Can edit the workplace injuries and accidents assigned to a person
cs: Může upravovat zranění a nehody na pracovišti přidělené osobě
et: Saab redigeerida töövigastusi- ja õnnetusi kirjutatud inimestele

source: Can view the wokrplace injuries and accidents assigned to a person
cs: Může zobrazit zranění a nehody pracovní síly přidělené osobě
et: Saab vaadata töövigastusi- ja õnnetusi kirjutatud inimestele

source: Edit the workplace accident type list
cs: Upravit seznam typů nehod na pracovišti
et: Redigeeri tööõnnetuste tüüpide nimekirja

source: Accident
cs: Nehoda
et: Õnnetus

source: Workplace Accident Type
cs: Typ zranění na pracovišti
et: Tööõnnetuse tüüp

source: Date of Occurence
cs: Datum události
et: Juhtumise kuupäev

source: Accident Type
cs: Typ nehody
et: Õnnetuse tüüp

source: Start of Applicability
cs: Začátek použitelnosti
et: Kohaldatavuse algus

source: End of Applicability
cs: Konec použitelnosti
et: Kohaldatavuse lõpp

source: Follow-up Required
cs: Vyžadováno sledování
et: Järg vajalik

source: People Involved
cs: Zapojení lidé
et: Seotud inimesed

source: Add/Update Workplace Accident
cs: Přidat/Aktualizovat nehodu na pracovišti
et: Lisa/Uuenda tööõnnetus

source: Edit This Information
cs: Upravit tuto informaci
et: Muuda seda infot

source: Update this Information
cs: Aktualizovat tuto Informaci
et: Uuenda seda infot

source: Select another Accident Type
cs: Vybrat jiný typ nehody
et: Vali muu õnnetuse tüüp

source: Workplace Accident Information
cs: Informace o nehodě na pracovišti
et: Tööõnnetuse informatsioon

source: Correct this Information
cs: Opravit tuto informaci
et: Paranda seda informatsiooni

source: View the workplace accident type list
cs: Zobrazit seznam typů nehod na pracovišti
et: Vaata tööõnnetuste tüüpide tabelit

source: The end date must be after the start date.
cs: Konečné datum musí být po počátečním.
