Repository: hispindia/ihris-bihar-2018
Catalog: lib/4.1.4-release/I2CE/translations/templates/custom-reports-pie-chart/*.po
Languages: ar, it, nl

source: Chart Options
ar: خيارات الرسم البياني
nl: Grafiekopties

source: Chart Style
ar: نمط الرسم البياني
nl: Grafiekstijl

source: Choose the chart style.
ar: اختيار نمط للرسم البياني
nl: Kies de grafiekstijl.

source: Displayed Fields
ar: الحقول المعروضة
it: Campi Visualizzati
nl: Weergegeven velden

source: Choose the way you wish to select fields to display.
ar: اختيار الطريقة التي ترغب في تحديد الحقول لعرضها.
it: Scegli come vuoi che siano selezionati i campi
nl: Kies de manier waarop de geselecteerde velden worden weergegeven.

source: One field (Total)
ar: حقل واحد (الاجمالي)
it: Un campo (Totale)
nl: EÃ©n veld (totaal)

source: Displays one field with the total numbers with that value for that field.
ar: عرض حقل واحد مع الأعداد الكلية لتلك القيمة لذلك الحقل.
nl: Geeft een veld weer met de totaalaantallen met die waarde voor dat veld.

source: First Field
ar: الحقل الأول
it: Primo campo
nl: Eerste veld

source: Two Fields -- Total on the Second One
ar: حقلين - المجموع في الثاني
it: Due campi -- Totale sul secondo
nl: Twee velden -- totaal op het tweede

source: Displays two fields with the the total numbers on the second field
ar: يعرض حقلين مع الأرقام الإجمالية في الحقل الثاني
it: Visualizza due campi con il numero totale sul secondo
nl: Geeft twee velden weer met het totaalaantal in het tweede veld

source: Two fields (Total on Second)
ar: حقلين (المجموع في الثاني)
it: Due campi (totale sul secondo)
nl: Twee velden (totaal op het tweede)

source: Second Field
ar: الحقل الثاني
it: Secondo campo
nl: Tweede veld

source: Second Field Total
ar: مجموع الحقل الثاني
it: Totale del secondo campo
nl: Totaal tweede veld

source: Total Number
ar: المجموع
it: Numero totale
nl: Totaal aantal

source: Total Distinct
ar: مجموع منفصل
nl: Totaal verschillende

source: Two Fields -- Second One is Numeric
ar: حقلين - الثاني رقمي
it: Due campi -- il secondo numerico
nl: Twee velden - het tweede veld is numeriek

source: Displays two fields one which has a numeric value
ar: يعرض حقلين أحدهما يحتوي على قيمة رقمية
it: VIsualizza due campi di cui uno abbia un valore numerico
nl: Geeft twee velden weer, waarvan er een een numerieke waarde heeft

source: Two fields (Numeric)
ar: حقلين (رقمي)
it: Due campi (Numerico)
nl: Twee velden (numeriek)

source: Second Field Aggregation
ar: تجميع الحقل الثاني
nl: Samenvoeging tweede veld

source: None
ar: لا شيء
it: Nessuno(a)
nl: Geen

source: Sum
ar: مجموع
it: Somma
nl: Som

source: Maximum
ar: الحد الأقصى
it: Valore massimo

source: Minimum
ar: الحد الأدنى
it: Minimo

source: Average
ar: معدل
it: Medio
nl: Gemiddeld

source: Total on Two Fields
ar: المجموع في حقلين
it: Totale dei due campi
nl: Totaal op twee velden

source: Displays the total for two fields
ar: عرض المجموع لحقلين
it: VIsualizza il totale dei due campi
nl: Geef het totaal voor twee velden weer

source: Two fields (Total)
ar: حقلين (الاجمالي)
it: Due campi (totale)
nl: Twee velden (totaal)

source: Three fields (Total on Third)
ar: ثلاثة حقول (المجموع عند الثالث)
it: Tre campi (totale sul terzo)
nl: Drie velden (totaal op het derde)

source: Third Field
ar: الحقل الثالث
it: Terzo campo
nl: Derde veld

source: Third Field Aggregation
ar: ثالث حقل التجميع
nl: Samenvoeging derde veld

source: Displays three fields one of which is numeric.
ar: يعرض ثلاثة حقول واحد منها هو رقمي.
it: VIsualizza tre campi di cui uno numerico
nl: Geeft drie velden weer waarvan er een numeriek is.

source: Three fields (Numeric)
ar: ثلاثة حقول (رقمي)
it: Tre campi (numerico)
nl: Drie velden (numeriek)

source: Close
ar: أغلق
it: Chiudi
nl: Sluiten

source: Choose options to limit results
ar: اختر خيارات للحد من النتائج
it: Scegli le opzioni per limitare i risultati
nl: Kies opties om het aantal resultaten te beperken

source: Save as default view
ar: احفظ كعرض افتراضي
it: Salva come visualizzazione di default
nl: Als standaardweergave opslaan

source: Related Views
ar: عروض ذات الصلة
it: Visualizzazioni correlate
nl: Gerelateerde overzichten

source: Pie Chart(Simple)
ar: مخطط دائري (بسيط)
it: Grafico a torta (semplice)
nl: Cirkeldiagram (eenvoudig)

source: Bar Chart(Simple)
ar: مخطط بياني (بسيط)
it: Grafico a barra (semplice)
nl: Staafdiagram (eenvoudig)

source: Column Chart(Simple)
ar: مخطط بياني عمودي (بسيط)
it: Grafico a colonne (semplice)
nl: Kolomdiagram (eenvoudig)

source: Stacked Column Chart(Simple)
ar: رسم بياني عمودي (بسيط)
it: Grafico a colonne impilate (semplice)
nl: Gestapeld kolomdiagram (eenvoudig)

source: Scatter Plot
ar: رسم بياني بالنقاط المبعثرة
it: Diagramma a dispersione
nl: Spreidingsdiagram

source: No data has been found for this report. Please make sure the report data has been cached or modify your limits.
ar: لم يتم العثور على بيانات لهذا التقرير. يرجى التأكد من أن بيانات التقرير تم صرفها أو قم بتعديل الحدود الخاصة بك
it: Nessun dato trovato per questo report. Assicurati che il report dei dati Ã¨ stato memorizzato o modifica i tuoi limiti.
nl: Er zijn geen gegevens gevonden voor deze rapportage. Zorg ervoor dat de rapportgegevens in de cache zitten of wijzig uw limieten.

source: Chart
ar: رسم
it: Diagramma
nl: Grafiek

source: One Field -- Total
ar: حقل واحد- المجموع
it: Un campo -- Totale
nl: EÃ©n veld - totaal

source: Three Fields -- Total on the Third One
ar: ثلاثة حقول - المجموع على الثالث
it: Tre campi -- totale sul terzo
nl: Drie velden -- totaal op het derde

source: Three Fields -- Third One is Numeric
ar: ثلاثة حقول - الثالث رقمي
it: Tre campi -- Il terzo numerico
nl: Drie velden - het derde veld is numeriek

source: Apply Limits
ar: طبق الحدود
it: Applica Limiti
nl: Limieten toepassen

source: Results limited by
ar: تحديد النتائج ب
it: Risultati limitati da
nl: Resultaten beperkt door

source: Apply these limits to the chart.
ar: طبق هذه الحدود علي الرسم البياني
it: Applica questi limiti al grafico.
nl: Deze limieten op het diagram toepassen.

source: Select chart options and view this report as a chart
ar: حدد خيارات التخطيط وأعرض هذا التقرير على الرسم البياني
it: Seleziona le opzioni del grafico e visualizza questo report come grafico

source: Chart this data
ar: تخطيط هذه البيانات
it: Fai il grafico di questi dati
nl: Maak een diagram van deze gegevens
