Repository: hispindia/ihris-bihar-2018
Catalog: lib/4.1.4-release/ihris-common/translations/templates/ihris-common-recent-form/*.po
Languages: de, nl

source: Recent Changes
de: Letzte Änderungen
nl: Recente wijzigingen

source: View forms that have been updated recently.
de: Datenblätter einsehen, die kürzlich aktualisiert wurden.
nl: Formulieren die recent zijn bijgewerkt bekijken

source: Select the form to view the most recent updates made to the database.
de: Das Datenblatt auswählen, um die letzten Aktualisierungen in der Datenbank einzusehen.
nl: Selecteer het formulier om de meest recente wijzigingen in de database te bekijken.

source: View Recent Form Changes
de: Letzte Datenblattänderungen einsehen
nl: Recente formulierwijzigingen bekijken

source: Changes made to
de: Änderungen an
nl: Wijzigingen in

source: since
de: seit
nl: sinds

source: View changes made since
de: Einsehen der Änderungen seit
nl: Weergeven van wijzigingen sinds

source: Today
de: Heute
nl: Vandaag

source: Yesterday
de: Gestern
nl: Gisteren

source: Last Week
de: Letzte Woche
nl: Vorige week

source: Total Found
de: Insgesamt gefunden
nl: Totaal gevonden

source: Can view the list of recent forms that have been edited/added.
de: Kann die Liste der Datenblätter ansehen, die kürzlich bearbeitet/hinzugefügt wurden.
nl: Kan de lijst met formulieren die recent zijn bewerkt of toegevoegd bekijken.

source: View Recent Forms
de: Ansicht den letzten Datenblätter
nl: Recente formulieren bekijken
