Repository: hispindia/ihris-bihar-2018
Catalog: lib/4.1/I2CE/translations/templates/custom-reports-pie-chart/sco.po
Languages: sco

source: Chart Options
sco: Chairt Opties

source: Chart Style
sco: Chairt Style

source: Choose the chart style.
sco: Chuise the chairt style.

source: Displayed Fields
sco: Displeyed Fields

source: Choose the way you wish to select fields to display.
sco: Chuise the wa ye wish tae select fields tae displey.

source: One field (Total)
sco: Yin field (Total)

source: Displays one field with the total numbers with that value for that field.
sco: Displeys yin field wi the total nummers wi that value fer that field.

source: First Field
sco: Firstwhile Field

source: Two Fields -- Total on the Second One
sco: Twa Fields -- Total oan the Seicont Yin

source: Displays two fields with the the total numbers on the second field
sco: Displeys twa fields wi the total nummers oan the seicont field

source: Two fields (Total on Second)
sco: Twa fields (Total oan Seicont)

source: Second Field
sco: Seicont Field

source: Second Field Total
sco: Seicont Field Total

source: Total Number
sco: Total Nummer

source: Total Distinct
sco: Total Disteenct

source: Two Fields -- Second One is Numeric
sco: Twa Fields -- Seicont Yin is Numeric

source: Displays two fields one which has a numeric value
sco: Displeys twa fields, yin o thaim haes ae numeric value

source: Two fields (Numeric)
sco: Twa fields (Numeric)

source: Second Field Aggregation
sco: Seicont Field Aggregation

source: None
sco: Nane

source: Maximum
sco: Mucklest

source: Minimum
sco: Smawest

source: Total on Two Fields
sco: Total oan Twa Fields

source: Displays the total for two fields
sco: Displeys the total fer twa fields

source: Two fields (Total)
sco: Twa fields (Total)

source: Three fields (Total on Third)
sco: Three fields (Total oan Third)

source: Displays three fields one of which is numeric.
sco: Displeys three fields, yin o thaim is numeric.

source: Close
sco: Claise

source: Choose options to limit results
sco: Chuise opties tae leemit ootcomes

source: Save as default view
sco: Hain aes the defaut luik

source: Related Views
sco: Relatit Views

source: Pie Chart(Simple)
sco: Pie Chairt(Simple)

source: Bar Chart(Simple)
sco: Baur Chairt(Simple)

source: Column Chart(Simple)
sco: Column Chairt(Simple)

source: Stacked Column Chart(Simple)
sco: Stackt Column Chairt(Simple)

source: No data has been found for this report. Please make sure the report data has been cached or modify your limits.
sco: Naw data haes been foond fer this report. Please mak sair the report data haes been cached or modifie yer limits.

source: Chart
sco: Chairt

source: One Field -- Total
sco: Yin Field -- Total

source: Three Fields -- Total on the Third One
sco: Three Fields -- Total oan the Third Yin

source: Three Fields -- Third One is Numeric
sco: Three Fields -- Third Yin is Numeric

source: Apply Limits
sco: Applie Limits

source: Results limited by
sco: Results limited bi

source: Apply these limits to the chart.
sco: Applie thir limits til the chairt.

source: Select chart options and view this report as a chart
sco: Select chairt opties n see this report aes ae chairt

source: Chart this data
sco: Chairt this data
