Repository: hispindia/ihris-bihar-2018
Catalog: lib/4.1.4-release/ihris-common/translations/templates/person/*.po
Languages: id, pl, sk

source: View Person
pl: Widok osoby
sk: Zobraz osobu

source: Individual Information
sk: Osobný údaj

source: Hide
pl: Ukryj
sk: ukryť

source: Add Identification
sk: Pridaj údaj

source: Edit This Information
id: Editar Esta Información
sk: Uprav tento údaj

source: Update this Information
id: Actualizar esta Información
sk: Uprav tento údaj

source: Name / Nationality
sk: Meno/Národnosť

source: Contact Information
sk: Kontaktný údaj

source: Qualifications
sk: kvalifikácie

source: Add Language Proficiency
sk: pridaj jazykové znalosti

source: Add Competency
sk: Pridaj kompetencie

source: Competency Evaluations
sk: Hodnotenie spôsobilosti

source: Employment History
pl: Historia zatrudnienia
sk: História zamestnaní

source: Add Employment
pl: Dodanie zatrudnienia
sk: pridaj zamestnanie

source: Education History
pl: Historia edukacji
sk: História vzdelania

source: Add Education
pl: Dodaj wykształcenie
sk: Pridaj vzdelanie

source: Notes
pl: Uwagi
sk: Poznámky

source: Add Note
pl: Dodanie uwag
sk: pridaj poznámku

source: View Record
pl: Wyświetl zapis
sk: Zobraz záznam

source: Add/Update Person
pl: Dodanie/aktualizacja osoby
sk: Pridaj/Aktualizuj osobu

source: Personal Information
pl: Dane osobowe
sk: osobné údaje

source: Can view the person page
pl: Może przeglądać stronę osoby
sk: Možno zobraziť stránku osoby

source: Can edit the person page
pl: Może edytować stronę osoby
sk: Možno editovať stránku osoby

source: Can view all of the child forms of a person
pl: Może przeglądać formularze podrzędne osoby
sk: Možno zobraziť všetko z osobných formulárov dieťaťa

source: Can edit all of the child forms of a person
pl: Może edytować formularze podrzędne osoby
sk: Možno upraviť všetko z osobných formulárov dieťaťa

source: Person
pl: Osoba
sk: osoba

source: This form holds basic information about a person such as their names and residence
pl: Ten formularz zawiera informacje podstawowe takie jak imiona, nazwiska i miejsce zamieszkania
sk: tento formulár obsahuje základné údaje o osobe, ako sú ich mená a bydliská

source: Surname
pl: Nazwisko
sk: priezvisko

source: First Name
pl: Pierwsze imię
sk: Krstné meno

source: Other Names
pl: Pozostałe imiona
sk: Iné mená

source: Nationality
pl: Obywatelstwo
sk: Národnosť

source: Residence
sk: Bydlisko

source: View Name History
pl: Przegląd historii nazwy

source: Identification Information
id: Información de Identificación

source: Select another ID Type
id: Seleccionar otro tipo de Identificación

source: ID Type
id: Tipo de Identificación

source: Identification
id: Identificación

source: Can view person_id child form of a person
id: Puede visualizar el formulario de Identificación del niño de una persona

source: Can edit person_id child forms of a person
id: Puede editar los formularios de Identificación del niño de una persona

source: Can edit the id_type database list
id: Puede editar la lista de la base de datos del tipo de identificación

source: Can view the id_type database list
id: Puede visualizar la lista de la base de datos del tipo de identificación

source: Add/Update Identification
id: Añadir / Actualizar Identificación

source: Identification Type
id: Tipo de Identificación

source: Person Identification
id: Persona de identificación

source: This form holds basic information about an identification for a person
id: Este formulario contiene información básica sobre la identificación de una persona

source: Identification Number
id: Numero de Identificación

source: The date of expiration must be after the date of issue.
id: La fecha de expiracion debe ser posterior a la fecha de emision

source: Date of Issue
id: Fecha de emision

source: Date of Expiration
id: Fecha de expiración

source: Place of Issue
id: Lugar de emision
