Repository: hispindia/ihris-bihar-2018
Catalog: lib/4.1.4-release/I2CE/translations/templates/form-browser/*.po
Languages: cs

source: The
cs: Ten

source: form
cs: Formulář

source: The form '
cs: Formulář

source: Warning: There is no class registered for this form.
cs: Varování: V tomto formuláři není zaregistrována žádná třída.

source: Select a record to view
cs: Vyberte záznam k zobrazení

source: None
cs: Žádný

source: Select a child form to view
cs: Vyberte podřazený formulář k zobrazení

source: View the parent form (
cs: Zobrazit nadřazený formulář (

source: View Parent
cs: Zobrazit nadřazený

source: Edit Form
cs: Upravit Formulář

source: Available Forms
cs: Dostupné Formuláře

source: Can view form browser
cs: Lze zobrazit prohlížeče formulářů

source: Form Browser
cs: Prohlížeč Formulářů

source: ' is provided via the class '
cs: ' je poskytnut přes třídu '

source: Save this form (
cs: Uložit tento formulář (

source: Edit this form (
cs: Upravit tento formulář (

source: The field
cs: Pole

source: is registered as type
cs: je registrováno jako typ

source: which is provided by
cs: který je poskytnut

source: Warning: The field '
cs: Varování: Pole '

source: ' is not associated with any class.
cs: ' není přidruženo k žádné třídě

source: ' has no registed type.
cs: ' nemá registrovaný typ

source: The field has id
cs: Pole má id

source: This field links to the form
cs: Toto pole odkazuje na formulář
