Repository: hispindia/ihris-bihar-2018
Catalog: lib/4.1.4-release/ihris-qualify/translations/templates/ihris-qualify-custom-reports-institution/*.po
Languages: ar, es, fr, it, nl, pt_br

source: Training Institution
ar: مؤسسة التدريب
es: Institución de Entrenamiento
fr: Établissement de formation
it: Istituto formativo
nl: Opleidingsinstituut
pt_br: Instituição de Formação

source: Relationship for all training institutions in the system.
ar: علاقة جميع مؤسسات التدريب في النظام.
es: Relación para todas las Intituciones de Entrenamiento en el sistema.
fr: Relation pour tous les établissements de formation dans le système.
it: Relazioni per tutti glie enti formativi nel sistema.
nl: Relatie voor alle opleidingsinstituten in het systeem.
pt_br: Relação pra todas as instituições de treinamento no sistema

source: The contact details for this institution.
ar: تفاصيل الاتصال لهذه المؤسسة.
es: Detalles de contacto para esta institución.
fr: Les coordonnées de cette institution.
it: Informazioni di contatto per questo ente.
nl: De contactgegevens voor deze instelling.
pt_br: Detalhes de contato pra este instituição

source: Contact
ar: اتصل
es: Contacto
it: Contatto
nl: Contactpersoon
pt_br: Contato

source: The facility agent for this institution.
ar: وكيل مرفق لهذه المؤسسة.
es: El agente de ayuda para esta institución
fr: L'agent d'installation pour cette institution.
it: L'operatore della struttura di questa istituzione.
nl: De faciliteitsagent voor deze instelling.
pt_br: O agente de Instalação para esta instituição

source: Facility Agent
ar: وكيل مرفق
es: Agente de la Instalación
fr: Agent d'installation
it: Operato della struttura
nl: Faciliteitsagent
pt_br: Agente de Instalação

source: The district where this institution is located.
ar: الإقليم الذي تقع فيه هذه المؤسسة.
es: Distrito en el que se encuentra esta institución
fr: Le quartier où cet établissement est situé.
it: Il distretto dove questo ente Ã¨ ubicato.
nl: Het district waar deze instelling is gelegen.
pt_br: Distrito onde se situa a instituição

source: District
ar: الإقليم
es: Distrito
it: Distretto
pt_br: Distrito

source: Training Institution Reports
ar: تقارير مؤسسة التدريب
es: Informes de las Instituciones de Entrenamiento
fr: Rapports de l'établissement de formation
it: Rapporti dell'ente formativo
nl: Opleidingsinstellingenrapportages
pt_br: Relatório da Instituição de Treinamento

source: A list of all training institutions.
ar: قائمة بأسماء جميع المؤسسات التدريبية.
es: Una lista de todas las instituciones de entrenamiento
fr: Une liste de toutes les institutions de formation.
it: Un elenco di enti formativi
nl: Een lijst van alle opleidingsinstituten.
pt_br: Uma lista de todas as instituições de treinamento.

source: Training Institution Facility Agent ID
ar: رقم تعريف وكيل مرفق مؤسسة التدريب
es: ID de agente de ayuda de la institución de entrenamiento
fr: ID de l'agent d'installation de l'institution de formation.
it: ID dell'operatore della struttura dell'istituzione della formazione
nl: Faciliteitsagent-ID van de opleidingsinstelling
pt_br: ID do Agente de Instalação da Instituição de Treinamento

source: Training Institution Name
ar: اسم مؤسسة التدريب
es: Nombre de la Institución de Entrenamiento
fr: Nom de l'établissement de formation
it: Nome dell'ente formativo
nl: Naam opleidingsinstituut
pt_br: Nome da Instituição de treinamento

source: Training Institution Location
ar: موقع مؤسسة التدريب
es: Localización de la Institución de Entrenamiento
fr: Emplacement de l'établissement de formation
it: Luogo dell'istituzione della formazione
nl: Locatie opleidingsinstituut
pt_br: Local da Instituição de Treinamento

source: Training Institution Location ID
ar: رقم تعريف موقع مؤسسة التدريب
es: ID de la Localización de la Institución de Entrenamiento
fr: ID de l'emplacement de l'établissement de formation
it: ID del luogo dell'istituzione della formazione
nl: Locatie-ID opleidingsinstituut
pt_br: ID do Local da Instituição de Treinamento

source: Mailing Address
ar: عنوان بريدي
es: Dirección Postal
fr: Adresse postale
it: Indirizzi Email
nl: Postadres
pt_br: Endereço de Correspondência

source: Training Institutions
ar: مؤسسات التدريب
es: Institución de Entrenamiento
fr: Établissement de formation
it: Ente formativo
nl: Opleidingsinstituten
pt_br: Instituições de Treinamento
