Repository: hispindia/ihris-bihar-2018
Catalog: lib/4.1.4-release/ihris-common/translations/templates/person-simple-competency/*.po
Languages: it, sk

source: Edit This Information
it: Modifica questa informazione
sk: Uprav tento údaj

source: Update this Information
it: Aggiorna questa informazione
sk: Aktualizuj tento údaj

source: View Evaluation History
it: Visualizza lo storico della valutazione
sk: Zobraz hodnotenie histórie

source: Competency
it: Competenza
sk: Spôsobilosť

source: Competency Information
it: Informazioni sulle competenze
sk: Údaj o spôsobilosti

source: Competency Evaluation History
it: Storico della valutazione delle competenze
sk: História hodnotenia spôsobilosti

source: return
sk: Návrat

source: Not Evaluated
it: Non valutato
sk: nehodnotené

source: Competent
it: Competente
sk: Spôsobilý

source: Not Competent
it: Non competente
sk: nespôsobilý

source: Can view person_competency child form of a person
it: Visualizza il sottomodulo delle competenze di una persona
sk: Možno zobraziť osobný formulár spôsobilosti dieťaťa

source: Can edit person_competency child forms of a person
it: Modifica il sottomodulo delle competenze di una persona
sk: Možno upraviť osobné formuláre spôsobilosti dieťaťa

source: Can view the competency evaluation history of a person
it: Visualizza lo storico della valutazione delle competenze di una persona
sk: Možno zobraziť osobnú históriu hodnotenia spôsobilosti

source: Edit the competency evaluation list
it: Modifica l'elenco delle valutazioni delle competenze
sk: uprav zoznam hodnotení spôsobilosti

source: View the competency evaluation list
it: Visualizza l'elenco delle valutazioni delle competenze
sk: Zobraz zoznam hodnotenia spôsobilosti

source: Competency Evaluation
it: Valutazione delle competenze
sk: Hodnotenie spôsobilosti

source: Person Competency
it: Competenze personali
sk: Spôsobilosť osoby

source: Add/Update Competency
it: Aggiungi/aggiorna competenza
sk: Pridaj/Aktualizuj spôsobilosť

source: Last Evaluated
it: Ultima valutata
sk: Naposledy hodnotené

source: Evaluation
it: Valutazione
sk: hodnotenie

source: Can view the competency evaluation of a person
it: Visualizza la valutazione delle competenze di una persona
sk: Možno zobraziť hodnotenie spôsobilosti osoby
