Repository: hispindia/ihris-bihar-2018
Catalog: lib/4.1.4-release/ihris-manage/translations/templates/ihris-manage-confirmation/*.po
Languages: es, nl, pt_br, tl

source: Can view confirmation child form of a person
es: Puede Visualizar el sub-formulario de Confirmación de una Persona
nl: Kan bevestigingskindformulier van een persoon bekijken
pt_br: Pode ver a confirmação do processo filho de uma pessoa
tl: Makikita ang pormularyo ng pagpapatunay sa bata ng isang tao

source: Can edit confirmation child forms of a person
es: Puede Editar el sub-formulario de Confirmación de una Persona
nl: Kan bevestigingskindformulier van een persoon bewerken
pt_br: Pode editar a confirmação do formulário filho de uma pessoa
tl: Mababago ang mga pormularyo ng pagpapatunay sa bata ng isang tao

source: Can edit the confirmation type database list
es: Puede Editar la base de datos de tipos de Confirmación
nl: Kan de databaselijst met bevestigingstypen bewerken
pt_br: Pode editar o banco de dados de tipos de confirmação
tl: Mababago ang talaan ng kalipunan ng dato ng uri ng pagpapatunay

source: Can view the confirmation type database list
es: Puede Visalizar la base de datos de tipos de Confirmación
nl: Kan de databaselijst met bevestigingstypen bekijken
pt_br: Pode ver o banco de dados de tipos de confirmação
tl: Makikita ang talaan ng kalipunan ng dato ng uri ng pagpapatunay

source: Add/Update Confirmation
es: Añadir / Actualizar Confirmación
nl: Bevestiging toevoegen of bijwerken
pt_br: Adicionar/Atualizar Confirmação
tl: Magdagdag/Isapanahon ang Paniniyak

source: Confirmation
es: Confirmación
nl: Bevestiging
pt_br: Confirmação
tl: Paniniyak

source: Confirmation Type
es: Tipos de Confirmación
nl: Bevestigingstype
pt_br: Tipo de Confirmação
tl: Uri ng Pagtitiyak

source: Probationary Period (Months)
es: Período de Prueba
nl: Proefperiode (maanden)
pt_br: Período Probatório (Meses)
tl: Panahon ng Pagsubok (Mga Buwan)

source: Associated Job
es: Trabajo Asociad
nl: Bijbehorende baan
pt_br: Cargo Associado
tl: Kaugnay na Hanapbuhay

source: Name
es: Nombre
nl: Naam
pt_br: Nome
tl: Pangalan

source: Valid
es: Válido
nl: Geldig
pt_br: Válido
tl: Katanggap-tanggap

source: Date
es: Fecha
nl: Datum
pt_br: Data
tl: Petsa

source: Edit This Information
es: Editar esta información
nl: Gegevens bewerken
pt_br: Editar Essa Informação
tl: Baguhin ang Kabatirang Ito

source: Update this Information
es: Actualizar esta información
nl: Gegevens bijwerken
pt_br: Atualizar essa Informação
tl: Isapanahon ang Kabatirang Ito

source: Select another Confirmation Type
es: Seleccionar Otro tipo de Confirmación
nl: Selecteer een ander bevestigingstype
pt_br: Selecione outro Tipo de Confirmação
tl: Pumili ng iba pang Uri ng Paniniyak

source: Confirmation Details
es: Detalles de Confirmación
nl: Bevestigingsgegevens
pt_br: Detalhes de Confirmação
tl: Mga Detalye ng Kumpirmasyon
