Repository: hispindia/ihris-bihar-2018
Catalog: lib/4.1.4-release/ihris-manage/translations/templates/ihris-manage-custom-reports-search-people/*.po
Languages: br, mk

source: Search People
br: Klask tud
mk: Пребарување на луѓе

source: Search relationship for all person records.
br: Klask ul liamm evit an holl enrolladennoù tud.
mk: Пребарување односи по евиденцијата за сите лица.

source: The current status of this employee
br: Statud bremañ an implijad-mañ
mk: Тековниот статус на овој вработен

source: The last position this person has held.
mk: Претходното работно место на лицето.

source: Last Person Position
mk: Раб. место на претходното лице

source: The position details for the last position held by this person.
mk: Податоци за претходното раб. место на ова лице.

source: Last Position
mk: Претходно раб. место

source: The last job held by this person.
br: Implij diwezhañ an den-mañ
mk: Претходното раб. место на лицето.

source: Last Job
br: Implij diwezhañ
mk: Претходна работа

source: The last facility where this person worked.
br: An diazezadur diwezhañ m'en deus labouret an den-mañ.
mk: Претходната установа кадешто работело ова лице.

source: Last Facility
br: Diazezadur diwezhañ
mk: Претходна установа

source: The application details for this person.
br: Resisadennoù war emstrivadur an den-mañ
mk: Податоци од поднесената пријавница за ова лице.

source: Application
br: Emstrivadur
mk: Пријавница

source: Surname
br: Anv
mk: Презиме

source: First Name
br: Anv-bihan
mk: Име

source: Job
br: Labour
mk: Работа

source: Position Job ID
br: ID ar Post Implij
mk: ID на раб. место

source: Position Title
br: Anv ar post
mk: Звање на раб. место

source: Facility
br: Diazezadur
mk: Установа

source: Facility ID
br: ID an diazezadur
mk: ID на установата

source: Employee Status
br: Statud an implijiad
mk: Статус на вработениот

source: Search all person records in the system.
br: Klask an holl enrolladennoù tud er reizhiad.
mk: Пребарување по записите за сите лица во системот.

source: Search
br: Klask
mk: Пребарај
