Repository: hispindia/ihris-bihar-2018
Catalog: lib/4.1.4-release/I2CE/translations/templates/field-limits/*.po
Languages: ar, cs, fr_ml

source: Limit this field to be between the following values
ar: تحديد هذا الحقل حتي يكون من بين القيم التالية
cs: Omezit toto pole, aby bylo mezi následujícími hodnotami
fr_ml: Limiter ce champ entre les valeurs suivantes

source: Limit this field to contain (case insensitive) the following value
ar: تحديد هذا الحقل لاحتواء (حالة غير حساسة ) للقيمة التالية
cs: Omezit toto pole, aby obsahovalo (nerozlišuje velikost písmen) následující hodnotu
fr_ml: Limiter ce champ pour contenir (insensible à la casse) la valeur suivante

source: Limit this field to be Yes or No
ar: تحديد هذا الحقل لتكون نعم أو لا
cs: Omezit toto pole na Ano nebo Ne
fr_ml: Limiter ce champ pour être Oui ou Non

source: Select Value
ar: حدد قيمة
cs: Vyberte Hodnotu
fr_ml: Sélectionner la valeur

source: No
ar: لا
cs: Ne
fr_ml: Non

source: Yes
ar: نعم
cs: Ano
fr_ml: Oui

source: Limit this field to be greather than the current date.
ar: تحديد هذا الحقل لتكون أكبر من التاريخ الحالي.
cs: Omezit toto pole, aby bylo vyšší než současné datum.
fr_ml: Limiter ce champ pour être supérieur à la date actuelle.

source: Limit this field to be not null (value specified).
ar: تحديد هذا الحقل لتكون غير فارغة (القيمة المحددة).
cs: Omezit toto pole, aby nebylo prázdné (hodnota zadána).
fr_ml: Limiter ce champ pour être pas nul (valeur spécifiée).

source: Limit this field to be less than or equal to the following value
ar: تحديد هذا الحقل إلى أن تكون أقل من أو تساوي القيمة التالية
cs: Omezit toto pole, aby bylo menší nebo rovno následující hodnotě
fr_ml: Limiter ce champ pour être inférieur ou supérieur à la valeur suivante

source: Limit this field to be like (case insensitive) the following value
ar: تحديد هذا الحقل حتي يكون مثل القيمة التالية
cs: Omezit toto pole, aby bylo jako (nerozlišuje velikost písmen) následující hodnota
fr_ml: Limiter ce champ pour être comme (insensible à la casse) la valeur suivante

source: Limit this field to be True or False
ar: تحديد هذا الحقل ليكون صحيحا أم خطأ
cs: Omezit toto pole na Pravda nebo Nepravda
fr_ml: Limiter ce champ pour être Vrai ou Faux

source: True
ar: صحيح
cs: Pravda
fr_ml: Vrai

source: False
ar: خطأ
cs: Nepravda
fr_ml: Faux

source: Limit this field to be equal to the given value.
ar: تحديد هذا الحقل ليكون مساويا لقيمة معينة.
cs: Omezit toto pole, aby bylo rovno zadané hodnotě.
fr_ml: Limiter ce champ pour être égal à la valeur spécifiée.

source: Limit this field to be like (case sensitive) the following value
ar: لحد هذا الحقل أن يكون مثل القيمة التالية
cs: Omezit toto pole, aby bylo jako (rozlišuje velikost písmen) následující hodnota
fr_ml: Limiter ce champ pour être comme (sensible à la casse) la valeur suivante

source: Limit this field to be equal to the following value
ar: تحديد هذا الحقل ليكون مساويا للقيمة التالية
cs: Omezit toto pole, aby bylo rovno následující hodnotě
fr_ml: Limiter ce champ pour être égal à la valeur suivante

source: Limit this field to be null or not
ar: تحديد هذا الحقل لتكون خالية أو لا
cs: Omezit toto pole, aby bylo nebo nebylo prázdné
fr_ml: Limiter ce champ pour être nul ou pas

source: Limit this field to be no.
ar: تحديد هذا الحقل ليكون هناك.
cs: Omezit toto pole na ne.
fr_ml: Limiter ce champ pour être non.

source: Limit this field to be the minimum value for this form having the same parent.
ar: تحديد هذا الحقل لتكون قيمة الحد الأدنى لهذا النموذج تحمل نفس الأصل
cs: Omezit toto pole na minimální hodnotu tohoto formuláře, mající stejný nadřazený formulář.
fr_ml: Limiter ce champ pour être la valeur minimale pour ce formulaire ayant le même parent.

source: Limit this field to be greater than or equal to the following value
ar: تحديد هذا الحقل لتكون أكبر من أو يساوي القيمة التالية
cs: Omezit toto pole, aby bylo větší nebo rovno zadané hodnotě
fr_ml: Limiter ce champ pour être supérieur ou égal à la valeur suivante

source: Limit this field to be true.
ar: تحديد هذا الحقل ليكون ذلك صحيحا.
cs: Omezit toto pole na pravda
fr_ml: Limiter ce champ pour être vrai.

source: Limit this field to be equal to (case insensitive) the following value
ar: تحديد هذا الحقل لتكون مساوية لقيمة ( حساسة) التالية
cs: Omezit toto pole, aby bylo rovno (nerozlišuje velikost písmen) následující hodnotě
fr_ml: Limiter ce champ pour être égal à (sensible à la casse) la valeur suivante

source: Limit this field to be greater than the following value
ar: تحديد هذا الحقل لتكون أكبر من القيمة التالية
cs: Omezit toto pole, aby bylo větší než následující hodnota
fr_ml: Limiter ce champ pour être supérieur à la valeur suivante

source: Limit this field to be one of the following values
ar: تحديد هذا الحقل لتكون واحدة من القيم التالية
cs: Omezit toto pole na jednu z následujících hodnot
fr_ml: Limiter ce champ pour être l’une des valeurs suivantes

source: Limit this field to be less than the current date.
ar: تحديد هذا الحقل إلى أن تكون أقل من التاريخ الحالي.
cs: Omezit toto pole, aby bylo menší než současné datum
fr_ml: Limiter ce champ pour être inférieur à la date actuelle.

source: Limit this field to be the maximum value for this form having the same parent.
ar: تحديد هذا الحقل ليكون تحديد الأقصى لقيمة هذا النموذج وجود الأصل ذاته.
cs: Omezit toto pole na maximální hodnotu tohoto formuláře, mající stejný nadřazený formulář.
fr_ml: Limiter ce champ pour être la valeur maximale pour ce formulaire ayant le même parent.

source: Limit this field to be less than the following value
ar: تحديد هذا الحقل لتكون أقل من القيمة التالية
cs: Omezit toto pole, aby bylo menší než následující hodnota
fr_ml: Limiter ce champ pour être inférieur à la valeur suivante

source: Limit this field to be yes.
ar: تحديد هذا الحقل ليكون نعم.
cs: Omezit toto pole na ano.
fr_ml: Limiter ce champ pour être vrai.

source: Limit this field to be false.
ar: تحديد هذا الحقل ليكون خاطيء.
cs: Omezit toto pole na nepravda.
fr_ml: Limiter ce champ pour être faux.

source: Limit this field to be null (value not specified).
ar: تحديد هذا الحقل لتكون فارغة (قيمة غير محددة).
cs: Omezit toto pole, aby bylo prázdné (hodnota nezadána).
fr_ml: Limiter ce champ pour être nul (valeur non spécifiée).

source: Limit this field to be the minimum for all forms that have the same value for the given field
ar: تحديد هذا الحقل ليكون الحد الأدنى لجميع النماذج التي تحتوي على نفس القيمة للحقل معين
cs: Omezit toto pole na minimum všech formulářů, které mají stejnou hodnotu pro zadané pole
fr_ml: Limiter ce champ pour qu'il soit le minimum pour tous les formulaires qui prennent la même valeur pour ce champ particulier

source: Offset from the minimum (Enter 0 for the minimum)
ar: قم بالتعويض من الحد الأدنى (أدخل 0 للتحديد الأدنى)
cs: Odchylka od minima (Zadejte 0 pro minimum)
fr_ml: Decaler a partir de minimum (Saisir 0 pour le minimum)

source: Limit this field to be the maximum for all forms that have the same value for the given field
ar: تحديد هذا الحقل ليكون الأقصى لجميع النماذج التي تحتوي على نفس القيمة للحقل المعين
cs: Omezit toto pole na maximum všech formulářů, které mají stejnou hodnotu pro zadané pole
fr_ml: Limiter ce champ pour qu'il soit le maximum pour tous les formulaires qui prennent la même valeur pour ce champ particulier

source: Offset from the maximum (Enter 0 for the maximum)
ar: قم بالتعديل من الحد الأقصى (أدخل 0 للأقصى)
cs: Odchylka od maxima (Zadejte 0 pro maximum)
fr_ml: Decaler a partir de maximum (Saisir 0 pour le maximum)

source: Limit this field to be one of the following values: (Hold down the Control key to select multiple values)
ar: تحديد هذا الحقل لتكون واحدة من القيم التالية: (ابق ضاغطا على مفتاح التحكم لاختيار قيم متعددة)
cs: Omezit toto pole na jednu z následujících hodnot: (Držte klávesu Ctrl pro vybrání více hodnot)
fr_ml: Limiter ce champ pour être l’une des valeurs suivantes: (Maintenir la touche contrôle appuyée pour sélectionner des valeurs multiples)

source: value
ar: قيمة
cs: hodnota

source: Maximum value for %s, offset %s
ar: أقصى قيمة ل %s، تعديل %s
cs: Maximální hodnota pro %s, odchylka %s

source: linked_field
ar: الحقل الموصول

source: offset
ar: تعديل
cs: odchylka

source: Minimum value for %s, offset %s
ar: قيمة الحد الأدنى ل %s، تعديل %s
cs: Minimální hodnota pro %s, odchylka %s

source: Not null
ar: غير فارغة
cs: Nenulové

source: Null
ar: فارغة
cs: Nulové

source: Less than %s
ar: أقل من %s
cs: Méně než %s

source: Less than or equal to %s
ar: أقل من أو يساوي %s
cs: Méně nebo rovno %s

source: Greater than %s
ar: أكبر من %s
cs: Větší než %s

source: Greater than or equal to %s
ar: أكبر من أو يساوي %s
cs: Větší nebo rovno %s

source: Between %s and %s
ar: بين %s و %s
cs: Mezi %s a %s

source: min
ar: أدني

source: max
ar: أقصي

source: Maximum value for parent.
ar: القيمة القصوى للإصل
cs: Maximální hodnota pro nadřazené.

source: Minimum value for parent.
ar: القيمة الدنيا للأصل
cs: Minimální hodnota pro nadřazené.

source: Greater than now.
ar: أكبر مما هي عليه الآن.
cs: Větší než nyní.

source: Less than now.
ar: أقل مما هو عليه الآن.
cs: Menší než nyní.

source: Allow blank (null) values
ar: السماح بقيم (لاشيء) فارغة
cs: Povolit prázdné (nulové) hodnoty
