Repository: hispindia/ihris-bihar-2018
Catalog: lib/4.1.4-release/ihris-manage/translations/templates/ihris-manage-job/*.po
Languages: mk

source: Edit This Information
mk: Уреди ги информацииве

source: Update this Information
mk: Поднови ги информацииве

source: Select another Job
mk: Одберете друга работа

source: Job
mk: Работа

source: Select another Salary Grade
mk: Одберете друг степен на плата

source: Salary Grade
mk: Степен на плата

source: View Job
mk: Преглед на работа

source: Job Information
mk: Информации за работата

source: Hide
mk: Скриј

source: Edit the salary_grade list
mk: Уреди го списокот на степени на плата

source: View the salary_grade list
mk: Преглед на списокот на степени на плата

source: Name
mk: Име

source: Start
mk: Почеток

source: End
mk: Крај

source: MidPoint
mk: Средина

source: Notes
mk: Забелешки
