Repository: hispindia/ihris-bihar-2018
Catalog: lib/4.1.4-release/ihris-qualify/translations/templates/ihris-qualify-custom-reports-disruption/*.po
Languages: cs, es, fr, it, nl

source: Training Disruption
cs: Přerušení školení
es: Interrupción de Entrenamiento
fr: Interruption de formation
it: Interruzione della formazione
nl: Opleidingsonderbreking

source: Relationship for training disruptions.
cs: Vztahy pro přerušení školení.
es: Relación para las Interrupciones de Entrenamiento
fr: Relation pour interruption de formation.
it: Rapporti per le interruzioni della formazione.
nl: Relatie voor opleidingsonderbrekingen.

source: The year this disruption occurred.
cs: Rok, kdy k tomuto přerušení došlo.
es: Año en que la Interrupción ocurrió.
fr: L'année ou a eu lieu cette interruption.
it: L'anno in cui si è verificata questa interruzione.
nl: Het jaar waarin deze verstoring is opgetreden.

source: A string to determine if this disruption has been resumed or not.
cs: Řetězec, který označuje, zda se v přerušení pokračovalo, či ne.
es: Cadena para determinar si esta interrupción ha sido continuada o no.
fr: Une chaîne pour déterminer si cette interruption a été reprise ou pas.
it: Una stringa per determinare se questa interruzione è stata riattivata o no.
nl: Opmerking om te bepalen of deze verstoring is beëindigd of niet.

source: The reason this disruption occurred.
cs: Důvod. proč k tomuto přerušení došlo.
es: Razón por la cual la Interrupción ocurrió.
fr: La raison de cette interruption.
it: La ragione per cui si è verificata questa interruzione.
nl: De reden waarom deze verstoring is opgetreden.

source: Disruption Reason
cs: Důvod přerušení
es: Motivo de la Interrupción
fr: Motif d'interruption
it: Motivo dell'interruzione
nl: Reden onderbreking

source: The category for the reason this disruption occurred.
cs: Kategorie důvodu, proč k tomuto přerušení došlo.
es: Categoría para el motivo por el cual esta Interrupción ocurrió.
fr: La catégorie pour le motif de cette interruption.
it: La categoria del motivo per cui questa interruzione si è verificata.
nl: De categorie voor de reden dat deze verstoring is opgetreden.

source: Disruption Category
cs: Kategorie přerušení
es: Categoría de Interrupción
fr: Catégorie d'interruption
it: Categoria dell'interruzione
nl: Verstoringscategorie

source: Reports related to training disruptions.
cs: Záznamy vztahující se k přerušení školení.
es: Informes relacionados con las Interrupciones de Entrenamiento
fr: Rapports liés à des perturbations de la formation.
it: Rapporti relativi alle interruzioni della formazione.
nl: Rapportages die te maken hebben met opleidingsonderbrekingen.

source: A pie chart of all discontinuation categories.
cs: Koláčový graf všech kategorií přerušení.
es: Gráfico de Torta de todas las categorías descontinuadas.
fr: Un camembert de toutes les catégories d'abandon.
it: Un grafico a torta di tutte le categorie di interruzione.
nl: Een cirkeldiagram van alle categorieën voor opleidingsonderbreking.

source: Discontinuations by Category
cs: Přerušení podle kategorie
es: Descontinuaciones por Categoría
fr: Abandons par catégorie
it: Interruzioni per categoria
nl: Opleidingsonderbrekingen per categorie

source: Pie Chart(Simple)
cs: Koláčový graf (jednoduchý)
es: Gráfico de torta (Simple)
fr: Camembert (Simple)
it: Grafico a torta (semplice)
nl: Cirkeldiagram (eenvoudig)

source: Bar Chart(Simple)
cs: Pruhový graf (jednoduchý)
es: Gráfico de barras (Simple)
fr: Diagramme à barres horizontales (Simple)
it: Grafico a barra (semplice)
nl: Staafdiagram (eenvoudig)

source: Column Chart(Simple)
cs: Sloupcový graf (Jednoduchý)
es: Gráfico de Columnas (Simple)
fr: Diagramme à colonnes (Simple)
it: Grafico a colonne (semplice)
nl: Kolomdiagram (eenvoudig)

source: Stacked Column Chart(Simple)
cs: Skládaný sloupcový graf (Jednoduchý)
es: Gráfico de Columnas Apiladas (Simple)
fr: Histogramme empilé (Simple)
it: Grafico a colonne impilate (semplice)
nl: Gestapeld kolomdiagram (eenvoudig)

source: Scatter Plot
cs: Bodový graf
es: Gráfico de Dispersión
fr: Diagramme de dispersion
it: Diagramma a dispersione
nl: Spreidingsdiagram

source: A chart of all discontinuations by reason.
cs: Graf všech přerušení podle důvodu.
es: Gráfio para todas las Descontinuaciones ordenadas por Motivo.
fr: Un graphique de tous les abandons par raison.
it: Un grafico di tutte le interruzioni a seconda delle motivazioni.
nl: Een grafiek van alle opleidingsonderbrekingen per reden.

source: Discontinuations by Reason
cs: Přerušení podle důvodu
es: Descontinuaciones por Motivo
fr: Abandons par motif
it: Interruzioni per motivazione
nl: Opleidingsonderbrekingen per reden

source: A chart of all discontinuations by year.
cs: Graf přerušení podle důvodu.
es: Gráfico de todas las Descontinuaciones ordenadas por Año.
fr: Un graphique de tous les abandons par année.
it: Un grafico di tutte le interruzioni a seconda dell'anno.
nl: Een grafiek van alle opleidingsonderbrekingen per jaar.

source: Discontinuations by Year
cs: Přerušení podle roku
es: Descontinuaciones por Año
fr: Abandons par année
it: Interruzioni per anno
nl: Opleidingsonderbrekingen per jaar

source: A pie chart of disruptions that have been resumed or not.
cs: Koláčový graf přerušení, v kterých se buď pokračovalo nebo ne.
es: Gráfico de Torta de las Interrupciones que han sido o no resumidas.
fr: Un camembert des perturbations qui ont été reprises ou non.
it: Un grafico a torta delle interruzioni che sono state riattivate o no.
nl: Een cirkeldiagram van opleidingsonderbrekingen die al dan zijn beëindigd.

source: Resumption Report
cs: Záznam pokračování
es: Informe de Reanudación
fr: Rapport de reprise
it: Relazione di ripresa
nl: Hervattingsrapportage

source: Training Reports
cs: Záznamy výuky
es: Informes de Entrenamiento
fr: Rapports sur la formation
it: Resoconti della formazione
nl: Opleidingsrapportages

source: Cadre
cs: Kádr
es: Puesto
it: Gruppo
nl: Kader

source: Date of Birth
cs: Datum narození
es: Fecha de nacimiento
fr: Date de naissance
it: Data di nascita
nl: Geboortedatum

source: Date of Birth After
cs: Datum narození po
es: Fecha después del nacimiento
fr: Date de naissance après
it: Data di nascita dopo
nl: Geboortedatum na

source: Date of Birth Before
cs: Datum narození před
es: Fecha antes del nacimiento
fr: Date de naissance avant
it: Data di nascita prima
nl: Geboortedatum voor

source: Gender
cs: Pohlaví
es: Género
fr: Sexe
it: Genere
nl: Geslacht

source: Disruption Category ID
cs: ID kategorie přerušení
es: ID de la Categoría de Interrupción
fr: ID de catégorie de perturbation
it: ID categoria dell'interruzione
nl: Verstoringscategorie-ID

source: Disruption Date
cs: Datum přerušení
es: Fecha de la Interrupción
fr: Date d’interruption
it: Data di interruzione
nl: Datum onderbreking

source: Disruption Reason ID
cs: ID důvodu přerušení
es: ID del Motivo de Interrupción
fr: ID de la raison de perturbation
it: ID del motivo dell'interruzione
nl: Onderbrekingsreden-ID

source: Resumption Date
cs: Datum obnovení
es: Fecha de Reanudación
fr: Date de reprise
it: Data di ripresa
nl: Datum hervatten

source: Training Cadre
cs: Výuokvý kádr
es: Puesto de Entrenamiento
fr: Cadre de formation
it: Gruppo di formazione
nl: Kadercursussen

source: Intake Date
cs: Datum přijetí
es: Fecha de Admisión
fr: Date d’admission
it: Data di assunzione
nl: Opnamedatum

source: Intake Date After
cs: Datum přijetí po
es: Fecha después de la Admisión
fr: Après la date d'admission
it: Data di assunzione dopo
nl: Opnamedatum na

source: Intake Date Before
cs: Datum přijetí před
es: Fecha antes de la Admisión
fr: Avant la date d'admission
it: Data di assunzione prima
nl: Opnamedatum voor

source: The training that was disrupted
cs: Školení, které bylo přerušeno
es: Entrenamiento que fue interrumpido
fr: La formation qui a été interrompue
it: La formazione che è stata interrotta
nl: De opleiding die is beëindigd

source: Training
cs: Školení
es: Entrenamiento
fr: Formation
it: Formazione
nl: Opleiding

source: The cadre of the training.
cs: Kádr pro tuto výuku.
es: Puesto del Entrenamiento.
fr: Le cadre de la formation.
it: Il gruppo di questa formazione.
nl: Het kader van de opleiding.

source: The person taking the training.
cs: Osoba účastnící se tohoto školení.
es: Persona tomando el Entrenamiento.
fr: La personne qui suit la formation.
it: La persona che prende parte alla formazione.
nl: De persoon die de opleiding volgt.

source: Person
cs: Osoba
es: Persona
fr: Personne
it: Persona
nl: Persoon

source: The demographic details of the person taking this training.
cs: Demografické podrobnosti osoby, který se účastní tohoto školení.
es: Detalles demográficos de la persona que está tomanto este entrenamiento.
fr: Les détails démographiques sur la personne qui suit cette formation.
it: Le informazioni demografiche della persona che prende parte a questa formazione.
nl: De demografische gegevens van de persoon die deze opleiding volgt.

source: Demographic
cs: Demografie
es: Demográfico
fr: Données démographiques
it: Demografia
nl: Demografie
