Repository: hispindia/ihris-bihar-2018
Catalog: lib/4.1.4-release/I2CE/translations/templates/tasks-roles/*.po
Languages: pt

source: Administer Roles
pt: Administrar Papéis

source: Existing Roles
pt: Papéis Existentes

source: Add a new role
pt: Adicione novo Papel

source: Role Short Name
pt: Denominação Abreviada do Papel

source: Role Display Name
pt: Denominação do Papel

source: A display name for this role that is displayed to the end user.
pt: O nome atribuído, a este papel, que é apresentado ao utilizador final.

source: Edit Role
pt: Editar Papel

source: Role Inheritence
pt: Aspectos Inerentes ao Papel

source: Role Tasks
pt: Tarefas do Papel

source: The tasks that are assigned to this role
pt: As tarefas atribuidas a este papel

source: Administer Tasks
pt: Administrar Tarefas

source: Existing Tasks
pt: Tarefas Existentes

source: Add a new task
pt: Adicione uma nova tarefa

source: Task Short Name
pt: Denominação Abreviada da Tarefa

source: Task Description
pt: Descrição da Tarefa

source: A short description of this task.
pt: Uma breve descrição da tarefa.

source: This is a role fixed by the system and cannot be edited.
pt: Este é uma papel definido pelo sistema e não pode ser editado.

source: Administer Roles and Tasks
pt: Administrar Papéis e Tarefas

source: Here you may administer the roles and tasks for the system.
pt: Você poderá administrar os papéis e as tarefas para o sistema aqui.

source: Edit Task
pt: Editar Tarefa

source: A description for this task that is displayed to the end user.
pt: Uma descrição para esta tarefa, para ser apresentada ao utilizador final.

source: Task Tasks
pt: Tarefas que compõem a Tarefa

source: The tasks that are assigned to this task
pt: As tarefas que fazem parte desta tarefa

source: Allows minimal access to the Task and Role Management System
pt: Permite acesso mínimo ao Sistema de Gestão de Tarefas e de Papéis

source: Allows edit access to the Task Management System
pt: Permite acesso com direitos de edição do Sistema de Gestão de Tarefas

source: Allows edit access to the Role Management System
pt: Permite acesso com direitos de edição do Sistema de Gestão de Papéis

source: Allows complete access to the Task and Role Management System
pt: Permite acesso total ao Sistema de Gestão de Tarefas e Papéis

source: Administer Tasks and Roles
pt: Administrar Tarefas e Papéis

source: A short name consisting of letter and number, -, . and _ used to refer the role in pages and templates.
pt: Uma breve denominação formada por uma letra e um número, -, . e _ usada para se referir ao papel em páginas e modelos.

source: The roles that have all the rights of this role. The admin role will have automatically have access to this role
pt: A posições que possuem todos os direitos de acesso sobre este papel. A posição de administrador terá automaticamente acesso aeste papel

source: A short name consisting of letter and number, -, . and _ used to refer the task in pages and templates.
pt: Uma denominação abreviada formada por uma letra e po um número, -, . e _ usada para ser referir à tarefa em páginas e modelos.

source: A role is used when creating a user. You will assign a role to a user. There is a special role 'admin' this is the Adminstator role. You may also designate which roles have the same all of the rights of a specified role.
pt: Um papel é usado quando se cria um utilizador . Você irá atribuir um papel a um utilizador. Existe uma papel 'admin' especial, é o papel do Administrador. Você poderá também designar que papéis possuem todos os mesmos direitos de um papel específico.
