Repository: hispindia/ihris-bihar-2018
Catalog: lib/4.1.4-release/I2CE/translations/templates/lists/*.po
Languages: ar, sw

source: return (do not save changes)
ar: رجوع (لا تحفظ التغييرات)
sw: rudi (usinusuru mabadiliko)

source: Administer Database
ar: إدارة قاعدة البيانات
sw: Simamia Hazinadata

source: Add new
ar: إضافة جديدة
sw: Ongeza mpya

source: return
ar: رجوع
sw: rudi

source: Select %s to edit
ar: اختر %s للتعديل
sw: Chagua % ili kuhariri

source: View
ar: عرض
sw: Angalia

source: Information
ar: معلومة
sw: Taarifa

source: Select %s
ar: حدد %s
sw: Chagua %s

source: Select the %1$s to limit the displayed values of %2$s.
ar: حدد %1$s1 لتحديد القيم المعروضة ل %2$s.
sw: Chagua %1$s ili kuweka kikomo kwenye thamani zinazoonyeshwa za %2$s

source: Add new %s
ar: إضافة جديدة %s
sw: Ongeza %s mpya

source: View Record
ar: عرض السجل
sw: Angalia Kumbukumbu

source: Hide
ar: إخفاء
sw: Ficha

source: Name
ar: اسم
sw: Jina

source: Can hide list members
ar: يمكن إخفاء أعضاء القائمة
sw: Weza kuficha orodha ya wanachama

source: Can edit some of the lists stored in the database
ar: يمكن تعديل بعض القوائم المخزنة في قاعدة البيانات
sw: Weza kuhariri baadhi ya orodha zilizohifadhiwa kwenye hazinadata

source: Can edit all the lists stored in the database
ar: يمكن تعديل جميع القوائم المخزنة في قاعدة البيانات
sw: Weza kuhariri orodha zote zilizohifadhiwa kwenye hazinadata

source: Can view some of the lists stored in the database
ar: يمكن عرض بعض القوائم المخزنة في قاعدة البيانات
sw: Weza kuangalia baadhi ya orodha zilizohifadhiwa kwenye hazinadata

source: Can view all the lists stored in the database
ar: يمكن عرض كل القوائم المخزنة في قاعدة البيانات
sw: Weza kuangalia orodha zote zilizohifadhiwa kwenye hazinadata

source: View List
ar: عرض القائمة
sw: Angalia Orodha

source: Edit This Information
ar: تعديل المعلومة

source: Update this Information
ar: تحديث المعلوماة

source: Select another
ar: قم باختيار آخر

source: Confirm
ar: تأكيد

source: (Add New...)
ar: (....اضافة جديدة)

source: Select
ar: حدد
sw: Chagua

source: to edit
ar: لتعديل
sw: kuhariri

source: Do not show hidden list members
ar: إخفاء أعضاء القوائم المخفية
sw: Usionyeshe orodha fiche ya wanachama

source: Show hidden list members
ar: إظهار أعضاء القوائم المخفية
sw: Onyesha orodha fiche ya wanachama
