Repository: hispindia/ihris-bihar-2018
Catalog: lib/4.1.4-release/I2CE/translations/templates/cached-forms/*.po
Languages: ar, sk, sw

source: Allows administering of cached forms
ar: يسمح بادارة النماذج المخبأة
sk: Povoliť administráciu skrytých formulárov
sw: Ruhusu kuangalia fomu kitangu

source: Last Generated
ar: التي تم إنتاجها مؤخرا
sk: Naposledy vytvorený
sw: Iliyotengenezwa Mwisho

source: Create/Update Cache
ar: إنشاء / تحديث الذي تم تخزينه
sk: Vytvor/Aktualizuj vyrovnávaciu pamäť
sw: Tengeneza/Sasisha Kitangu

source: Force Cache Generation
ar: إنتاج قوة التخزين
sw: Uzalishaji wa Kitangu Kani

source: Drop Cached Table
ar: إسقاط الجدول المخزن
sk: Pokles vo vyrovnávacej pamäti tabuľky
sw: Dondosha Jedwali Kitangu

source: of all forms if not stale
ar: لجميع النماذج إن لم تكن قديمة
sk: Zo všetkých formulárov, ak nie sú staré
sw: wa fomu zote kama hazija chakaa

source: Drop
ar: اسقاط
sk: Pokles
sw: Dondosha

source: caches of all forms
ar: تخزين جميع النماذج
sk: Skryté pamäte všetkých formulárov
sw: kitangu cha fomu zote

source: Cached Forms
ar: النماذج المخبأة
sk: Formuláre skrytej pamäte
sw: Fomu Kitangu

source: Cache Forms
ar: مخبأ النماذج
sk: Formuláre skrytej pamäte
sw: Fomu Kache

source: Cache
ar: مخبأ
sk: Vyrovnávacia pamäť
sw: Kache

source: all forms
ar: جميع النماذج
sk: Všetky formuláre
sw: fomu zote

source: Force Caching
ar: قوة التخزين المؤقت
sw: Lazimisha Kuhifadhi

source: Export Cached Forms
ar: إصدار النماذج المخزنة
sk: Odoslať formuláre vyrovnávacej pamäte
sw: Tuma Fomu Zilizohifadhiwa

source: Modification Date
ar: تاريخ التعديل
sk: Zmena dátumu
sw: Tarehe ya Kurekebishwa

source: Enable bzip2 Compression
ar: تمكين ضغط BZIP2
sk: Povoliť kompresiu bzip2
sw: Wezesha Ugandamizaji bzip2

source: Create/Edit Profile
ar: إنشاء / تعديل الملف
sk: Vytvor/Uprav profil
sw: Unda/Hariri Profaili

source: Create a profile or edit an existing profile of forms.
ar: إنشاء ملف تعريف أو تعديل آخر موجود للنماذج
sk: Vytvor profil alebo uprav existujúci profil z formulárov.
sw: Unda Profaili au hariri profaili la fomu lililopo.

source: Create A New Profile
ar: إنشاء ملف جديد
sk: Vytvor nový profil
sw: Unda Profaili Jipya

source: Manage Caching of Individual Forms
ar: إدارة التخزين للنماذج الفردية
sk: Spravuj skrytú pamäť jednotlivých formulárov.
sw: Simamia Uhifadhi wa fomu moja moja

source: Define Profile
ar: شرح الملف
sk: Zadaj profil
sw: Fasili Profaili

source: Define a profile of forms to export
ar: شرح ملف النماذج لإصداره
sk: Zadaj profil formulárov na odoslanie
sw: Fasili Profaili ya fomu ya kutuma

source: Profile Name
ar: اسم الملف
sk: Názov profilu
sw: Jina la Profaili

source: Select Forms in Profile
ar: تحديد النماذج في الملف
sk: Vyber formuláre z profilu
sw: Teua Fomu katika Profaili

source: Select a profile
ar: حدد الملف
sk: Vyber profil

source: Cache all forms in the selected profile.
ar: تخزين كافة النماذج في الملف المحدد.
sk: Skrytá pamäť všetkých formulárov vo zvolenom profile.
sw: Hifadhi fomu zote katika Profaili

source: Export all cached forms in the selected profile. If you select a modification date, then only records that have been modified on or after the specified date will be exported. Otherwise, all records that have been modified for the selected profile will be exported.
ar: إصدار جميع النماذج المخبأة في الملف المحدد. إذا قمت بتحديد تاريخ التعديل، فسوف يتم إصدار فقط السجلات التي تم تعديلها في أو بعد التاريخ المحدد. وإلا سيتم اصدار كافة السجلات التي تم تعديلها لملف التعريف المحدد.
sk: Odoslať všetky formuláre skrytej pamäte vo vybranom profile. Ak vyberáte zmenu dátumu, potom len záznamy, ktoré boli upravené v alebo po zadanom dátume budú odoslané.
