Repository: hispindia/ihris-bihar-2018
Catalog: lib/4.1.4-release/ihris-manage/translations/templates/ihris-manage-custom-reports-staff-reports/*.po
Languages: ar, de, pt

source: Current Staff
ar: الموظفين الحاليين
de: Aktuelle Mitarbeiter
pt: Pessoal Actual

source: A list of all current staff.
pt: Uma lista do pessoal actual.

source: Person
ar: شخص
pt: Pessoa

source: The person currently filling this position.
pt: A pessoa que actualmente ocupa este cargo.

source: Demographic
ar: الديموغرافية
de: Demografisch
pt: Demografia

source: Work Contact
ar: الإتصال بالعمل
de: Arbeitskontakt
pt: Contacto de Trabalho

source: Emergency Contact
ar: الاتصال في حالات الطوارئ
de: Kontaktdaten im Notfall
pt: Contacto de Emergência

source: Home Contact
ar: الإتصال بالمنزل
de: Kontaktdaten zu Hause
pt: Contacto de Domicílio

source: Nationality
ar: الجنسية
de: Nationalität
pt: Nacionalidade

source: Position
ar: الوظيفة
de: Stelle
pt: Cargo

source: The position held by this person.
pt: O cargo ocupado por esta pessoa.

source: Facility
ar: المرفق
de: Einrichtung
pt: Unidade

source: The facility where this position works.
pt: A unidade onde a pessoa trabalha.

source: Department
ar: قسم
de: Abteilung
pt: Departmento

source: Job
ar: عمل
de: Tätigkeit
pt: Função

source: The job associated with this position.
pt: A função associada a este cargo

source: Classification
ar: تصنيف
de: Einstufung
pt: Classificação

source: The job classification for this position.
pt: A classificação de funções deste cargo.

source: Current Salary
ar: الراتب الحالي
de: Aktuelles Entgelt
pt: Salário Actual

source: Starting Salary
ar: راتب البداية
de: Einstiegsentgelt
pt: Salário Inicial

source: The starting salary for this person in their current position.
pt: O salário inicial desta pessoa

source: The year this person turns 65.
pt: O ano em que a pessoa perfaz 65 anos.

source: The age range for the person
ar: الفئة العمرية للشخص
de: Altersgruppe des Mitarbeiters
pt: A faixa etária da pessoa

source: The year the person started in this position.
pt: O ano de início da pessoa neste cargo.

source: Staff List
ar: قائمة الموظفين
de: Mitarbeiterliste
pt: Lista de pessoal

source: Hire Date
ar: تاريخ التوظيف
de: Einstellungsdatum
pt: Data de Contratação

source: Surname
ar: لقب
de: Familienname
pt: Apelido

source: Firstname
ar: الاسم الأول
de: Vorname
pt: Primeiro Nome

source: Othername
ar: اسم آخر
de: Weiterer Name
pt: Outros Nome

source: Nationality ID
ar: الرقم التعريفي للجنسية
de: Nationalitätsnummer
pt: ID da Nacionalidade

source: Birth Date
ar: تاريخ الميلاد
de: Geburtsdatum
pt: Data de Nascimento

source: Gender
ar: نوع الجنس
de: Geschlecht
pt: Género

source: Work Telephone
ar: هاتف العمل
de: Telefonnummer bei der Arbeit
pt: Telefone do Local de Trabalho

source: Work Email
ar: البريد الإلكتروني في العمل
de: E-Mail-Adresse bei der Arbeit
pt: Endereço Electrónico do Local de Trabalho

source: Emergency Address
ar: العنوان في حالات الطوارئ
de: Adresse im Notfall
pt: Endereço de Emergência

source: Emergency Telephone
ar: الهاتف في حالات الطوارئ
de: Telefonnummer im Notfall
pt: Telefone de Emergência

source: Emergency Email
ar: البريد الإلكتروني في حالات الطوارئ
de: E-Mail-Adresse im Notfall
pt: Endereço Electrónico de Emergência

source: Home Address
ar: عنوان المنزل
de: Adresse zu Hause
pt: Endereço de Domicílio

source: Home Telephone
ar: هاتف المنزل
de: Telefonnummer zu Hause
pt: Telefone Pessoal

source: Home Email
ar: البريد الإلكتروني الخاص بالمنزل
de: E-Mail-Adresse zu Hause
pt: Endereço Electrónico Pessoal

source: Facility ID
ar: الرقم التعريفي للمرفق
de: Einrichtungsnummer
pt: ID da Unidade

source: Department ID
ar: الرقم التعريفي للقسم
de: Abteilungsnummer
pt: ID do Departmento

source: Staff Charts
ar: مخططات الموظفين
de: Mitarbeiterdiagramme
pt: Gráficos de Pessoal

source: Staff aggregate reports for charting.
pt: Relatórios agregados sobre o pessoal para produção de gráficos

source: Birth Date After
ar: تاريخ الولادة بعد
de: Nächster Geburtstag
pt: Data de Nascimento Depois de

source: Birth Date Before
ar: تاريخ الولادة قبل
de: Vorheriger Geburtstag
pt: Data de Nascimento Antes de

source: Demographic Birth Date
ar: تاريخ الميلاد الديموغرافي
de: Demografisches Geburtsdatum
pt: Data de Nascimento Demográfica

source: Facility Type
ar: نوع المرفق
de: Einrichtungsart
pt: Tipo de Unidade

source: Job Title
ar: المسمى الوظيفي
de: Tätigkeitsbezeichnung
pt: Título do Cargo

source: Retirement Year
ar: سنة التقاعد
de: Ruhestandsjahr
pt: Ano de Reforma

source: Age Range
ar: الفئة العمرية
de: Altersgruppe
pt: Faixa Etária

source: Hire Year
ar: تاريخ التعيين
de: Einstellungsjahr
pt: Ano de Contratação

source: Staff Directory
ar: دليل الموظفين
de: Mitarbeiterverzeichnis
pt: Directório do Pessoal

source: Home Contact List
ar: قائمة الإتصال بالمنزل
de: Liste aller Kontaktinformationen zu Hause
pt: Lista de Contactos Domicílio

source: Classification Breakdown
ar: تفصيل التصنيف
de: Aufgliederung nach Einstufung
pt: Desagregação da Classificação

source: A total of all staff by classification.
pt: Um total do pessoal por classificação.

source: Pie Chart(Simple)
ar: مخطط دائري (بسيط)
de: Kreisdiagramm (einfach)
pt: Gráfico Circular (Simples)

source: Bar Chart(Simple)
ar: شريط الرسم البياني (بسيط)
de: Balkendiagramm (einfach)
pt: Gráfico de Barras (Simples)

source: Column Chart(Simple)
ar: الرسم البياني العمودي (بسيط)
de: Säulendiagramm (einfach)
pt: Gráfico de Colunas (Simples)

source: Scatter Plot
ar: رسم بياني بالنقاط المبعثرة
de: Punktdiagramm
pt: Gráfico de Dispersão

source: Emergency Contact List
ar: قائمة الاتصال في حالات الطوارئ
de: Liste aller Kontaktinformationen im Notfall
pt: Lista de Contactos de Emergência

source: Salary List
ar: قائمة راتب
de: Entgeltliste
pt: Lista de Salário

source: Job Breakdown
ar: تفصيل العمل
de: Aufgliederung nach Tätigkeit
pt: Descriminação dos Cargos

source: Total staff by job.
pt: Pessoal total por cargo.

source: Nationality Breakdown
ar: تفصيل الجنسية
de: Aufgliederung nach Nationalität
pt: Descriminação por Nacionalidade

source: A list of all staff by nationality.
pt: Uma lista de todo o pessoal por nacionalidade.

source: Age Distribution
ar: توزيع حسب السن
de: Altersverteilung
pt: Distribuição Etária

source: Total of all staff by age range.
pt: Total de pessoal por faixa etária.

source: Hires per Year
ar: التعيينات سنوياً
de: Einstellungen pro Jahr
pt: Contratações por Ano

source: Hire totals by year.
pt: Total de contratações por ano.

source: Stacked Column Chart(Simple)
ar: رسم بياني عمودي (بسيط)
de: Gestapeltes Säulendiagramm (einfach)
pt: Gráfico de Colunas Empilhadas (Simples)

source: Retirement Planning
ar: التخطيط للتقاعد
de: Ruhestandsplanung
pt: Plano de Reforma

source: Staff totals by retirement year.
pt: Total de pessoal, de acordo com o ano de reforma.

source: Staff Reports
ar: تقارير الموظفين
de: Mitarbeiterberichte
pt: Relatórios sobre o Pessoal
