Repository: hispindia/ihris-bihar-2018
Catalog: lib/4.1.4-release/ihris-common/translations/templates/sdmx-hd-code-lists/*.po
Languages: br, cs, fr, it

source: Can edit database code list cl_stype
br: A c'hall gwelet roll kodoù an diaz roadennoù cl_stype
cs: Může upravit kódový seznam databáze cl_stype
fr: Peut modifier la liste de codes de la base de données cl_stype
it: E' possibile modificare il codice della lista del database cl_stype

source: Can edit database code list cl_tpop
br: A c'hall gwelet roll kodoù an diaz roadennoù cl_tpop
cs: Může upravit kódový seznam databáze cl_tpop
fr: Peut modifier la liste de codes de la base de données cl_tpop
it: E' possibile modificare il codice della lista del database cl_tpop

source: Can edit database code list cl_unit
br: A c'hall gwelet roll kodoù an diaz roadennoù cl_unit
cs: Může upravit kódový seznam databáze cl_unit
fr: Peut modifier la liste de codes de la base de données cl_unit
it: E' possibile modificare il codice della lista del database cl_unit

source: Can edit database code list cl_value_type
br: A c'hall gwelet roll kodoù an diaz roadennoù cl_value_type
cs: Může upravit kódový seznam databáze cl_value_type
fr: Peut modifier la liste de codes de la base de données cl_value_type
it: E' possibile modificare il codice della lista del database cl_value_type

source: Can edit database code list cl_vstatus
br: A c'hall gwelet roll kodoù an diaz roadennoù cl_vstatus
cs: Může upravit kódový seznam databáze cl_vstatus
fr: Peut modifier la liste de codes de la base de données cl_vstatus
it: E' possibile modificare il codice della lista del database cl_vstatus

source: Can edit database code list cl_vulnstat
br: A c'hall gwelet roll kodoù an diaz roadennoù cl-vulnstat
cs: Může upravit kódový seznam databáze cl_vulnstat
fr: Peut modifier la liste de codes de la base de données cl_vulnstat
it: E' possibile modificare il codice della lista del database cl_vulnstat

source: Can edit database code list cl_week
br: A c'hall gwelet roll kodoù an diaz roadennoù cl_week
cs: Může upravit kódový seznam databáze cl_week
fr: Peut modifier la liste de codes de la base de données cl_week
it: E' possibile modificare il codice della lista del database cl_week

source: Can edit database code list cl_year
br: A c'hall gwelet roll kodoù an diaz roadennoù cl_year
cs: Může upravit kódový seznam databáze cl_year
fr: Peut modifier la liste de codes de la base de données cl_year
it: E' possibile modificare il codice della lista del database cl_year

source: Administrative Source
br: Mammenn velestradurel
cs: Správní zdroje
fr: Source administrative
it: Fonte amministrativa

source: Calculation Syntax Type
br: Seurt ereadurezh jediñ
cs: Typ syntaxu výpočtu
fr: Type de syntaxe de calcul
it: Tipo di sintassi di calcolo

source: Currency
br: Teulenn
cs: Měna
fr: Devise
it: Valuta

source: Days
br: Deizioù
cs: Dní
fr: Jours
it: Giorni

source: Disaggregation
br: Digenstrolladur
cs: Rozčlenění
fr: Désagrégation
it: Disaggregazione

source: Disease
br: Kleñved
cs: Nemoc
fr: Maladie
it: Malattia

source: Disease Status
br: Stadud ar c'hleñved
cs: Stav nemoci
fr: Statut de la maladie
it: Stato della malattia

source: Data Source
br: Mammenn roadennoù
cs: Zdroj dat
fr: Source de données
it: Origine dati

source: Data Source Type
br: Seurt diaz titouroù
cs: Typ zdroje dat
fr: Type de source de données
it: Tipo di origine dati

source: Datatype
br: Seurt roadennoù
cs: Datový typ
fr: Type de données
it: Tipo di dati

source: Followup Period
br: Prantad heuliañ
cs: Navazující období
fr: Période de suivi
it: Periodo di assistenza

source: Boundary Type
br: Seurt harz
cs: Typ hranice
fr: Type de limite
it: Tipo limite

source: Country Code
br: Kod ar vro
cs: Kód země
fr: Code du pays
it: Prefisso internazionale

source: Gender
br: Jener
cs: Pohlaví
fr: Sexe
it: Genere

source: Geographic Level
br: Live douaroniel
cs: Geografická úroveň
fr: Niveau géographique
it: Livello geografico

source: Geographic Location
br: Lec'hiadur douaroniel
cs: Zeměpisná poloha
fr: Emplacement géographique
it: Posizione geografica

source: Health Indicator Framework 1
br: Stern merker yec'hed 1
cs: Rámec ukazatele zdraví 1
fr: Cadre d'indicateur sanitaire 1
it: Indicatore di salute quadro 1

source: Health Indicator Framework 2
br: Stern merker yec'hed 2
cs: Rámec ukazatele zdraví 2
fr: Cadre d'indicateur sanitaire 2
it: Indicatore di salute quadro 2

source: Individual Income
br: Korvoder hiniennel
cs: Jednotlivý příjem
fr: Revenu individuel
it: Reddito individuale

source: Logical: extended list for boolean values
br: Poellegezh : roll astennet an talvoudoù boulean
cs: Logický: rozšířený seznam pro booleovské hodnoty
fr: Logique: liste étendues de valeurs booléennes
it: Logico: lista estesa per valori booleani

source: Monitoring and Evaluation Framework
br: Framm heuliañ ha priziañ
cs: Rámec sledování a vyhodnocení
fr: Cadre de suivi et d'évaluation
it: Quadro di valutazione e di monitoraggio

source: Months
br: Mizioù
cs: Měsíců
fr: Mois
it: Mesi

source: Multiplier
br: Liesaat
cs: Násobitel
fr: Multiplicateur
it: Moltiplicatore

source: Operand type of indicator
br: Seurt meneger oberantenn
cs: Typ operandu indikátoru
fr: Type d'indicateur d'opérande
it: Tipo di operando dell'indicatore

source: Orphan Type
br: Seurt emzivad
cs: Typ osiření
fr: Type orphelin
it: Tipo di orfano

source: Organization Type
br: Seurt aozadur
cs: Typ organizace
fr: Type d'organisation
it: Tipo di organizzazione

source: Periodicity
br: Mareadegezh
cs: Periodicita
fr: Périodicité
it: Periodicità

source: Pregnancy Status
br: Statud ar vrazezded
cs: Stav těhotenství
fr: Statut de la grossesse
it: Stato di gravidanza

source: Programme Status
br: Statud ar programm
cs: Stav programu
fr: Statut du programme
it: Status del programma

source: Programme Type
br: Seurt programm
cs: Typ programu
fr: Type de programme
it: Tipo di programma

source: Quarters
br: Trimiziadoù
cs: Čtvrletí
fr: Trimestres
it: Quartieri

source: Race
br: Gouenn
cs: Rasa
fr: Ethnie
it: Razza

source: Sector
br: Gennad
cs: Sektor
fr: Secteur
it: Settore

source: Biologic Sex
br: Reizh biologel
cs: Biologické pohlaví
fr: Sexe biologique
it: Sesso biologico

source: Special Value
br: Talvoud dibar
cs: Zvláštní hodnota
fr: Valeur spéciale
it: Valore speciale

source: Statistic Type
br: Seurt stadegouriezh
cs: Typ statistiky
fr: Type statistique
it: Tipo di statistica

source: Target Population
br: Poblañs pal
cs: Cílová populace
fr: Population cible
it: Target popolazione

source: Unit
br: Unvez
cs: Jednotka
fr: Unité
it: Unità

source: Value Type
br: Seurt talvoud
cs: Typ hodnoty
fr: Type de valeur
it: Tipo di valore

source: Version Status
br: Statud an doare
cs: Stav verze
fr: Statut de la version
it: Stato versione

source: Vulnerability Status
br: Statud gloazusted
cs: Stav zranitelnosti
fr: Statut de vulnérabilité
it: Stato di vulnerabilità

source: Weeks
br: Sizhunvezhioù
cs: Týdnů
fr: Semaines
it: Settimane

source: Years
br: Bloavezhioù
cs: Roků
fr: Années
it: Anni
