Repository: hispindia/ihris-bihar-2018
Catalog: lib/4.1.4-release/ihris-common/translations/templates/sdmx-hd-code-lists/*.po
Languages: br, cs, fr, it

source: Can view database code list cl_asource
br: A c'hall gwelet roll kodoù an diaz roadennoù cl_asource
cs: Může zobrazit kódový seznam databáze cl_asource
fr: Peut visualiser la liste de codes de la base de données cl_asource
it: E' possibile visualizzare il codice della lista del database cl_asource

source: Can view database code list cl_cstype
br: A c'hall gwelet roll kodoù an diaz roadennoù cl_cstype
cs: Může zobrazit kódový seznam databáze cl_cstype
fr: Peut visualiser la liste de codes de la base de données cl_cstype
it: E' possibile visualizzare il codice della lista del database cl_cstype

source: Can view database code list cl_currency
br: A c'hall gwelet roll kodoù an diaz roadennoù cl_currency
cs: Může zobrazit kódový seznam databáze cl_currency
fr: Peut visualiser la liste de codes de la base de données cl_currency
it: E' possibile visualizzare il codice della lista del database cl_currency

source: Can view database code list cl_day
br: A c'hall gwelet roll kodoù an diaz roadennoù cl_day
cs: Může zobrazit kódový seznam databáze cl_day
fr: Peut visualiser la liste de codes de la base de données cl_day
it: E' possibile visualizzare il codice della lista del database cl_day

source: Can view database code list cl_disagg
br: A c'hall gwelet roll kodoù an diaz roadennoù cl_disagg
cs: Může zobrazit kódový seznam databáze cl_disagg
fr: Peut visualiser la liste de codes de la base de données cl_disagg
it: E' possibile visualizzare il codice della lista del database cl_disagg

source: Can view database code list cl_disease
br: A c'hall gwelet roll kodoù an diaz roadennoù cl_disease
cs: Může zobrazit kódový seznam databáze cl_disease
fr: Peut visualiser la liste de codes de la base de données cl_disease
it: E' possibile visualizzare il codice della lista del database cl_disease

source: Can view database code list cl_disstat
br: A c'hall gwelet roll kodoù an diaz roadennoù cl_disstat
cs: Může zobrazit kódový seznam databáze cl_disstat
fr: Peut visualiser la liste de codes de la base de données list cl_disstat
it: E' possibile visualizzare il codice della lista del database cl_disstat

source: Can view database code list cl_dsource
br: A c'hall gwelet roll kodoù an diaz roadennoù cl_dsource
cs: Může zobrazit kódový seznam databáze cl_dsource
fr: Peut visualiser la liste de codes de la base de données cl_dsource
it: E' possibile visualizzare il codice della lista del database cl_dsource

source: Can view database code list cl_dstype
br: A c'hall gwelet roll kodoù an diaz roadennoù cl_dstype
cs: Může zobrazit kódový seznam databáze cl_dstype
fr: Peut visualiser la liste de codes de la base de données cl_dstype
it: E' possibile visualizzare il codice della lista del database cl_dstype

source: Can view database code list cl_dtype
br: A c'hall gwelet roll kodoù an diaz roadennoù cl_dtype
cs: Může zobrazit kódový seznam databáze cl_dtype
fr: Peut visualiser la liste de codes de la base de données cl_dtype
it: E' possibile visualizzare il codice della lista del database cl_dtype

source: Can view database code list cl_fperiod
br: A c'hall gwelet roll kodoù an diaz roadennoù cl_fperiod
cs: Může zobrazit kódový seznam databáze cl_fperiod
fr: Peut visualiser la liste de codes de la base de données cl_fperiod
it: E' possibile visualizzare il codice della lista del database cl_fperiod

source: Can view database code list cl_gboundary_type
br: A c'hall gwelet roll kodoù an diaz roadennoù cl_gboundary_type
cs: Může zobrazit kódový seznam databáze cl_gboundary_type
fr: Peut visualiser la liste de codes de la base de données cl_gboundary_type
it: E' possibile visualizzare il codice della lista del database cl_gboundary_type

source: Can view database code list cl_gcode_country
br: A c'hall gwelet roll kodoù an diaz roadennoù cl_gcode_country
cs: Může zobrazit kódový seznam databáze cl_gcode_country
fr: Peut visualiser la liste de codes de la base de données cl_gcode_country
it: E' possibile visualizzare il codice della lista del database cl_gcode_country

source: Can view database code list cl_gender
br: A c'hall gwelet roll kodoù an diaz roadennoù cl_gender
cs: Může zobrazit kódový seznam databáze cl_gender
fr: Peut visualiser la liste de codes de la base de données cl_gender
it: E' possibile visualizzare il codice della lista del database cl_gender

source: Can view database code list cl_glevel
br: A c'hall gwelet roll kodoù an diaz roadennoù cl_glevel
cs: Může zobrazit kódový seznam databáze cl_glevel
fr: Peut visualiser la liste de codes de la base de données cl_glevel
it: E' possibile visualizzare il codice della lista del database cl_glevel

source: Can view database code list cl_glocation
br: A c'hall gwelet roll kodoù an diaz roadennoù cl_glocation
cs: Může zobrazit kódový seznam databáze cl_glocation
fr: Peut visualiser la liste de codes de la base de données cl_glocation
it: E' possibile visualizzare il codice della lista del database cl_glocation

source: Can view database code list cl_hif1
br: A c'hall gwelet roll kodoù an diaz roadennoù cl_hif1
cs: Může zobrazit kódový seznam databáze cl_hif1
fr: Peut visualiser la liste de codes de la base de données cl_hif1
it: E' possibile visualizzare il codice della lista del database cl_hif1

source: Can view database code list cl_hif2
br: A c'hall gwelet roll kodoù an diaz roadennoù cl_hif2
cs: Může zobrazit kódový seznam databáze cl_hif2
fr: Peut visualiser la liste de codes de la base de données cl_hif2
it: E' possibile visualizzare il codice della lista del database cl_hif2

source: Can view database code list cl_income
br: A c'hall gwelet roll kodoù an diaz roadennoù cl_income
cs: Může zobrazit kódový seznam databáze cl_income
fr: Peut visualiser la liste de codes de la base de données cl_income
it: E' possibile visualizzare il codice della lista del database cl_income

source: Can view database code list cl_logical
br: A c'hall gwelet roll kodoù an diaz roadennoù cl_logical
cs: Může zobrazit kódový seznam databáze cl_logical
fr: Peut visualiser la liste de codes de la base de données cl_logical
it: E' possibile visualizzare il codice della lista del database cl_logical

source: Can view database code list cl_metype
br: A c'hall gwelet roll kodoù an diaz roadennoù cl-metype
cs: Může zobrazit kódový seznam databáze cl_metype
fr: Peut visualiser la liste de codes de la base de données cl_metype
it: E' possibile visualizzare il codice della lista del database cl_metype

source: Can view database code list cl_month
br: A c'hall gwelet roll kodoù an diaz roadennoù cl_month
cs: Může zobrazit kódový seznam databáze cl_month
fr: Peut visualiser la liste de codes de la base de données cl_month
it: E' possibile visualizzare il codice della lista del database cl_month

source: Can view database code list cl_mult
br: A c'hall gwelet roll kodoù an diaz roadennoù cm_mult
cs: Může zobrazit kódový seznam databáze cl_mult
fr: Peut visualiser la liste de codes de la base de données cl_mult
it: E' possibile visualizzare il codice della lista del database cl_mult

source: Can view database code list cl_operand
br: A c'hall gwelet roll kodoù an diaz roadennoù cl_operand
cs: Může zobrazit kódový seznam databáze cl_operand
fr: Peut visualiser la liste de codes de la base de données cl_operand
it: E' possibile visualizzare il codice della lista del database cl_operand

source: Can view database code list cl_orphan
br: A c'hall gwelet roll kodoù an diaz roadennoù cl_orphan
cs: Může zobrazit kódový seznam databáze cl_orphan
fr: Peut visualiser la liste de codes de la base de données cl_orphan
it: E' possibile visualizzare il codice della lista del database cl_orphan

source: Can view database code list cl_otype
br: A c'hall gwelet roll kodoù an diaz roadennoù cl_otype
cs: Může zobrazit kódový seznam databáze cl_otype
fr: Peut visualiser la liste de codes de la base de données cl_otype
it: E' possibile visualizzare il codice della lista del database cl_otype

source: Can view database code list cl_periodicity
br: A c'hall gwelet roll kodoù an diaz roadennoù cl_periodicity
cs: Může zobrazit kódový seznam databáze cl_periodicity
fr: Peut visualiser la liste de codes de la base de données cl_periodicity
it: E' possibile visualizzare il codice della lista del database cl_periodicity

source: Can view database code list cl_preg
br: A c'hall gwelet roll kodoù an diaz roadennoù cl_preg
cs: Může zobrazit kódový seznam databáze cl_preg
fr: Peut visualiser la liste de codes de la base de données cl_preg
it: E' possibile visualizzare il codice della lista del database cl_preg

source: Can view database code list cl_pstatus
br: A c'hall gwelet roll kodoù an diaz roadennoù cl_pstatus
cs: Může zobrazit kódový seznam databáze cl_pstatus
fr: Peut visualiser la liste de codes de la base de données cl_pstatus
it: E' possibile visualizzare il codice della lista del database cl_pstatus

source: Can view database code list cl_ptype
br: A c'hall gwelet roll kodoù an diaz roadennoù cl_ptype
cs: Může zobrazit kódový seznam databáze cl_ptype
fr: Peut visualiser la liste de codes de la base de données cl_ptype
it: E' possibile visualizzare il codice della lista del database cl_ptype

source: Can view database code list cl_quarter
br: A c'hall gwelet roll kodoù an diaz roadennoù cl_quarter
cs: Může zobrazit kódový seznam databáze cl_quarter
fr: Peut visualiser la liste de codes de la base de données cl_quarter
it: E' possibile visualizzare il codice della lista del database cl_quarter

source: Can view database code list cl_race
br: A c'hall gwelet roll kodoù an diaz roadennoù cl_race
cs: Může zobrazit kódový seznam databáze cl_race
fr: Peut visualiser la liste de codes de la base de données cl_race
it: E' possibile visualizzare il codice della lista del database cl_race

source: Can view database code list cl_sector
br: A c'hall gwelet roll kodoù an diaz roadennoù cl_sector
cs: Může zobrazit kódový seznam databáze cl_sector
fr: Peut visualiser la liste de codes de la base de données cl_sector
it: E' possibile visualizzare il codice della lista del database cl_sector

source: Can view database code list cl_sex
br: A c'hall gwelet roll kodoù an diaz roadennoù cl_sex
cs: Může zobrazit kódový seznam databáze cl_sex
fr: Peut visualiser la liste de codes de la base de données cl_sex
it: E' possibile visualizzare il codice della lista del database cl_sex

source: Can view database code list cl_special_value
br: A c'hall gwelet roll kodoù an diaz roadennoù cl_special_value
cs: Může zobrazit kódový seznam databáze cl_special_value
fr: Peut visualiser la liste de codes de la base de données cl_special_value
it: E' possibile visualizzare il codice della lista del database cl_special_value

source: Can view database code list cl_stype
br: A c'hall gwelet roll kodoù an diaz roadennoù cl_stype
cs: Může zobrazit kódový seznam databáze cl_stype
fr: Peut visualiser la liste de codes de la base de données cl_stype
it: E' possibile visualizzare il codice della lista del database cl_stype

source: Can view database code list cl_tpop
br: A c'hall gwelet roll kodoù an diaz roadennoù cl-tpop
cs: Může zobrazit kódový seznam databáze cl_tpop
fr: Peut visualiser la liste de codes de la base de données cl_tpop
it: E' possibile visualizzare il codice della lista del database cl_tpop

source: Can view database code list cl_unit
br: A c'hall gwelet roll kodoù an diaz roadennoù cl_unit
cs: Může zobrazit kódový seznam databáze cl_unit
fr: Peut visualiser la liste de codes de la base de données cl_unit
it: E' possibile visualizzare il codice della lista del database cl_unit

source: Can view database code list cl_value_type
br: A c'hall gwelet roll kodoù an diaz roadennoù cl_value_type
cs: Může zobrazit kódový seznam databáze cl_value_type
fr: Peut visualiser la liste de codes de la base de données cl_value_type
it: E' possibile visualizzare il codice della lista del database cl_value_type

source: Can view database code list cl_vstatus
br: A c'hall gwelet roll kodoù an diaz roadennoù cl_vstatus
cs: Může zobrazit kódový seznam databáze cl_vstatus
fr: Peut visualiser la liste de codes de la base de données cl_vstatus
it: E' possibile visualizzare il codice della lista del database cl_vstatus

source: Can view database code list cl_vulnstat
br: A c'hall gwelet roll kodoù an diaz roadennoù cl_vulnstat
cs: Může zobrazit kódový seznam databáze cl_vulnstat
fr: Peut visualiser la liste de codes de la base de données cl_vulnstat
it: E' possibile visualizzare il codice della lista del database cl_vulnstat

source: Can view database code list cl_week
br: A c'hall gwelet roll kodoù an diaz roadennoù cl_week
cs: Může zobrazit kódový seznam databáze cl_week
fr: Peut visualiser la liste de codes de la base de données cl_week
it: E' possibile visualizzare il codice della lista del database cl_week

source: Can view database code list cl_year
br: A c'hall gwelet roll kodoù an diaz roadennoù cl_year
cs: Může zobrazit kódový seznam databáze cl_year
fr: Peut visualiser la liste de codes de la base de données cl_year
it: E' possibile visualizzare il codice della lista del database cl_year

source: Can edit database code list cl_asource
br: A c'hall gwelet roll kodoù an diaz roadennoù cl_asource
cs: Může upravit kódový seznam databáze cl_asource
fr: Peut modifier la liste de codes de la base de données cl_asource
it: E' possibile modificare il codice della lista del database cl_asource

source: Can edit database code list cl_cstype
br: A c'hall gwelet roll kodoù an diaz roadennoù cl-cstype
cs: Může upravit kódový seznam databáze cl_cstype
fr: Peut modifier la liste de codes de la base de données cl_cstype
it: E' possibile modificare il codice della lista del database cl_cstype

source: Can edit database code list cl_currency
br: A c'hall gwelet roll kodoù an diaz roadennoù cl_currency
cs: Může upravit kódový seznam databáze cl_currency
fr: Peut modifier la liste de codes de la base de données cl_currency
it: E' possibile modificare il codice della lista del database cl_currency

source: Can edit database code list cl_day
br: A c'hall gwelet roll kodoù an diaz roadennoù cl_day
cs: Může upravit kódový seznam databáze cl_day
fr: Peut modifier la liste de codes de la base de données cl_day
it: E' possibile modificare il codice della lista del database cl_day

source: Can edit database code list cl_disagg
br: A c'hall gwelet roll kodoù an diaz roadennoù cl_disagg
cs: Může upravit kódový seznam databáze cl_disagg
fr: Peut modifier la liste de codes de la base de données cl_disagg
it: E' possibile modificare il codice della lista del database cl_disagg

source: Can edit database code list cl_disease
br: A c'hall gwelet roll kodoù an diaz roadennoù cl_disease
cs: Může upravit kódový seznam databáze cl_disease
fr: Peut modifier la liste de codes de la base de données cl_disease
it: E' possibile modificare il codice della lista del database cl_disease

source: Can edit database code list cl_disstat
br: A c'hall gwelet roll kodoù an diaz roadennoù cl_disstat
cs: Může upravit kódový seznam databáze cl_disstat
fr: Peut modifier la liste de codes de la base de données cl_disstat
it: E' possibile modificare il codice della lista del database cl_disstat

source: Can edit database code list cl_dsource
br: A c'hall gwelet roll kodoù an diaz roadennoù cl-dsource
cs: Může upravit kódový seznam databáze cl_dsource
fr: Peut modifier la liste de codes de la base de données cl_dsource
it: E' possibile modificare il codice della lista del database cl_dsource

source: Can edit database code list cl_dstype
br: A c'hall gwelet roll kodoù an diaz roadennoù cl-dstype
cs: Může upravit kódový seznam databáze cl_dstype
fr: Peut modifier la liste de codes de la base de données cl_dstype
it: E' possibile modificare il codice della lista del database cl_dstype

source: Can edit database code list cl_dtype
br: A c'hall gwelet roll kodoù an diaz roadennoù cl-dtype
cs: Může upravit kódový seznam databáze cl_dtype
fr: Peut modifier la liste de codes de la base de données cl_dtype
it: E' possibile modificare il codice della lista del database cl_dtype

source: Can edit database code list cl_fperiod
br: A c'hall gwelet roll kodoù an diaz roadennoù cl_fperiod
cs: Může upravit kódový seznam databáze cl_fperiod
fr: Peut modifier la liste de codes de la base de données cl_fperiod
it: E' possibile modificare il codice della lista del database cl_fperiod

source: Can edit database code list cl_gboundary_type
br: A c'hall gwelet roll kodoù an diaz roadennoù cl_gboundary_type
cs: Může upravit kódový seznam databáze cl_gboundary_type
fr: Peut modifier la liste de codes de la base de données cl_gboundary_type
it: E' possibile modificare il codice della lista del database cl_gboundary_type

source: Can edit database code list cl_gcode_country
br: A c'hall gwelet roll kodoù an diaz roadennoù cl_gcode_country
cs: Může upravit kódový seznam databáze cl_gcode_country
fr: Peut modifier la liste de codes de la base de données cl_gcode_country
it: E' possibile modificare il codice della lista del database cl_gcode_country

source: Can edit database code list cl_gender
br: A c'hall gwelet roll kodoù an diaz roadennoù cl_gender
cs: Může upravit kódový seznam databáze cl_gender
fr: Peut modifier la liste de codes de la base de données cl_gender
it: E' possibile modificare il codice della lista del database cl_gender

source: Can edit database code list cl_glevel
br: A c'hall gwelet roll kodoù an diaz roadennoù cl_glevel
cs: Může upravit kódový seznam databáze cl_glevel
fr: Peut modifier la liste de codes de la base de données cl_glevel
it: E' possibile modificare il codice della lista del database cl_glevel

source: Can edit database code list cl_glocation
br: A c'hall gwelet roll kodoù an diaz roadennoù cm_glocation
cs: Může upravit kódový seznam databáze cl_glocation
fr: Peut modifier la liste de codes de la base de données cl_glocation
it: E' possibile modificare il codice della lista del database cl_glocation

source: Can edit database code list cl_hif1
br: A c'hall gwelet roll kodoù an diaz roadennoù cl_hif1
cs: Může upravit kódový seznam databáze cl_hif1
fr: Peut modifier la liste de codes de la base de données cl_hif1
it: E' possibile modificare il codice della lista del database cl_hif1

source: Can edit database code list cl_hif2
br: A c'hall gwelet roll kodoù an diaz roadennoù cl_hif2
cs: Může upravit kódový seznam databáze cl_hif2
fr: Peut modifier la liste de codes de la base de données cl_hif2
it: E' possibile modificare il codice della lista del database cl_hif2

source: Can edit database code list cl_income
br: A c'hall gwelet roll kodoù an diaz roadennoù cl_income
cs: Může upravit kódový seznam databáze cl_income
fr: Peut modifier la liste de codes de la base de données cl_income
it: E' possibile modificare il codice della lista del database cl_income

source: Can edit database code list cl_logical
br: A c'hall gwelet roll kodoù an diaz roadennoù cl_logical
cs: Může upravit kódový seznam databáze cl_logical
fr: Peut modifier la liste de codes de la base de données cl_logical
it: E' possibile modificare il codice della lista del database cl_logical

source: Can edit database code list cl_metype
br: A c'hall gwelet roll kodoù an diaz roadennoù cl_metype
cs: Může upravit kódový seznam databáze cl_metype
fr: Peut modifier la liste de codes de la base de données cl_metype
it: E' possibile modificare il codice della lista del database cl_metype

source: Can edit database code list cl_month
br: A c'hall gwelet roll kodoù an diaz roadennoù cl_month
cs: Může upravit kódový seznam databáze cl_month
fr: Peut modifier la liste de codes de la base de données cl_month
it: E' possibile modificare il codice della lista del database cl_month

source: Can edit database code list cl_mult
br: A c'hall gwelet roll kodoù an diaz roadennoù cl_mult
cs: Může upravit kódový seznam databáze cl_mult
fr: Peut modifier la liste de codes de la base de données cl_mult
it: E' possibile modificare il codice della lista del database cl_mult

source: Can edit database code list cl_operand
br: A c'hall gwelet roll kodoù an diaz roadennoù cl_operand
cs: Může upravit kódový seznam databáze cl_operand
fr: Peut modifier la liste de codes de la base de données cl_operand
it: E' possibile modificare il codice della lista del database cl_operand

source: Can edit database code list cl_orphan
br: A c'hall gwelet roll kodoù an diaz roadennoù cl_orphan
cs: Může upravit kódový seznam databáze cl_orphan
fr: Peut modifier la liste de codes de la base de données cl_orphan
it: E' possibile modificare il codice della lista del database cl_orphan

source: Can edit database code list cl_otype
br: A c'hall gwelet roll kodoù an diaz roadennoù cl_otype
cs: Může upravit kódový seznam databáze cl_otype
fr: Peut modifier la liste de codes de la base de données cl_otype
it: E' possibile modificare il codice della lista del database cl_otype

source: Can edit database code list cl_periodicity
br: A c'hall gwelet roll kodoù an diaz roadennoù cl_periodicity
cs: Může upravit kódový seznam databáze cl_periodicity
fr: Peut modifier la liste de codes de la base de données cl_periodicity
it: E' possibile modificare il codice della lista del database cl_periodicity

source: Can edit database code list cl_preg
br: A c'hall gwelet roll kodoù an diaz roadennoù cl-preg
cs: Může upravit kódový seznam databáze cl_preg
fr: Peut modifier la liste de codes de la base de données cl_preg
it: E' possibile modificare il codice della lista del database cl_preg

source: Can edit database code list cl_pstatus
br: A c'hall gwelet roll kodoù an diaz roadennoù cl-pstatus
cs: Může upravit kódový seznam databáze cl_pstatus
fr: Peut modifier la liste de codes de la base de données cl_pstatus
it: E' possibile modificare il codice della lista del database cl_pstatus

source: Can edit database code list cl_ptype
br: A c'hall gwelet roll kodoù an diaz roadennoù cl-ptype
cs: Může upravit kódový seznam databáze cl_ptype
fr: Peut modifier la liste de codes de la base de données cl_ptype
it: E' possibile modificare il codice della lista del database cl_ptype

source: Can edit database code list cl_quarter
br: A c'hall gwelet roll kodoù an diaz roadennoù cl-quarter
cs: Může upravit kódový seznam databáze cl_quarter
fr: Peut modifier la liste de codes de la base de données cl_quarter
it: E' possibile modificare il codice della lista del database cl_quarter

source: Can edit database code list cl_race
br: A c'hall gwelet roll kodoù an diaz roadennoù cl-race
cs: Může upravit kódový seznam databáze cl_race
fr: Peut modifier la liste de codes de la base de données cl_race
it: E' possibile modificare il codice della lista del database cl_race

source: Can edit database code list cl_sector
br: A c'hall gwelet roll kodoù an diaz roadennoù cl-sector
cs: Může upravit kódový seznam databáze cl_sector
fr: Peut modifier la liste de codes de la base de données cl_sector
it: E' possibile modificare il codice della lista del database cl_sector

source: Can edit database code list cl_sex
br: A c'hall gwelet roll kodoù an diaz roadennoù cl_sex
cs: Může upravit kódový seznam databáze cl_sex
fr: Peut modifier la liste de codes de la base de données cl_sex
it: E' possibile modificare il codice della lista del database cl_sex

source: Can edit database code list cl_special_value
br: A c'hall gwelet roll kodoù an diaz roadennoù cl_special_value
cs: Může upravit kódový seznam databáze cl_special_value
fr: Peut modifier la liste de codes de la base de données cl_special_value
it: E' possibile modificare il codice della lista del database cl_special_value
