Repository: hispindia/ihris-bihar-2018
Catalog: lib/4.1.4-release/I2CE/translations/templates/custom-reports/*.po
Languages: ar

source: Edit
ar: تعديل

source: Enabled
ar: تمكين

source: with values in
ar: مع القيم في

source: Limit Options
ar: تحديد الخيارات

source: Link Options
ar: رابط الخيارات

source: Header
ar: رأس

source: The header text which is displayed for this field
ar: النص الرئيسي المعروض لهذا الحقل

source: Link url
ar: رابط URL

source: The (base) url for the link
ar: العنوان الرئيسي للرابط

source: Link field
ar: حقل الرابط

source: The data, if any, we append to the link.
ar: البيانات، إن وجدت، تلحقها بالرابط

source: None
ar: لا شيء

source: Reports By Category
ar: تقارير حسب الفئة

source: Create a new view for a report
ar: إنشاء طريقة عرض جديدة للتقرير

source: Name of View
ar: اسم العرض

source: Description
ar: توصيف

source: Report
ar: تقرير

source: Select One
ar: اختر واحداً

source: Custom Reporting Tools
ar: أدوات التقارير المخصصة

source: Report Relationships
ar: تقرير العلاقات

source: Reports
ar: تقارير

source: Report Views
ar: عروض التقارير

source: Required
ar: مطلوب

source: Reported Fields
ar: الحقول المقررة

source: Choose options to limit results
ar: اختر من بين الخيارات لتحديد النتائج

source: Save as default view
ar: حفظ كما جاء في العرض الافتراضي

source: Related Views
ar: عروض ذات صلة

source: Field
ar: حقل

source: Choose a method to collect (aggregate) this data
ar: اختيار طريقة لجمع (تجميع) هذه البيانات

source: Sum
ar: مجموع

source: Maximum
ar: أقصى

source: Minimum
ar: أدني

source: Average
ar: متوسط

source: Total Number
ar: المجموع الكلي

source: Total Distinct
ar: التميز الإجمالي

source: Before you can create (or edit) a report, you must
ar: قبل أن تتمكن من إنشاء (أو تعديل) تقرير، يجب عليك

source: create
ar: إنشاء

source: Jump to
ar: الانتقال إلى

source: Sorting by
ar: الترتيب بواسطة

source: Report View
ar: عرض التقرير

source: View
ar: عرض

source: Reported View Information
ar: بيانات العرض المقررة

source: Display Name
ar: عرض اسم

source: A short descriptive name of this report
ar: اسم وصفي قصير من هذا التقرير

source: A longer description of this report
ar: وصف مطول لهذا التقرير

source: Include Total
ar: أضف المجموع

source: Include a total number of rows for this view.
ar: وتشمل إجمالي عدد الصفوف لهذا الرأي.

source: Available fields
ar: متاح المجالات

source: Fields Displayed in Report
ar: الحقول المعروضة في التقرير

source: Display name
ar: عرض اسم

source: A name for the report which is displayed to the end user
ar: اسما للتقرير والتي يتم عرضها للمستخدم النهائي

source: Category
ar: فئة

source: A category for this report
ar: وهناك فئة لهذا التقرير

source: A description of the report
ar: وصفا للتقرير

source: Limit Style
ar: الحد من نمط

source: The type of the limit
ar: نوع الحد

source: Limit Header
ar: ترويسة محددة

source: The description of this limit when shown in the report view
ar: ووصف هذا الحد عندما يظهر في عرض التقرير

source: Editing Language
ar: تحرير اللغة

source: Create a new report
ar: إنشاء تقرير جديد

source: Shortname
ar: اسم مختصر

source: A unique short name used to reference this report.
ar: اسم مختصر فريد يستخدم كمرجع لهذا التقرير.

source: Report relationship
ar: تقرير علاقة

source: The catgegory for this report
ar: فئة هذا التقرير

source: A description of this report
ar: وصفا لهذا التقرير

source: Report Details
ar: تفاصيل التقرير

source: Choose and specify fields you wish added to your report.
ar: اختيار وتحديد الحقول التي تريد إضافتها إلى التقرير الخاص بك.

source: Existing Report Views
ar: مشاهدات التقارير الموجودة

source: Add a new view
ar: إضافة طريقة عرض جديدة

source: Edit existing reports
ar: تعديل التقارير الموجودة

source: Generate
ar: أنتج

source: Generate (Forced)
ar: أنتج (إجباري)

source: The
ar: ال

source: report
ar: تقرير

source: This report is based on the report relationship
ar: ويستند هذا التقرير على تقرير العلاقة

source: Report Information
ar: تقرير المعلومات

source: Reported Forms
ar: النماذج المقررة

source: Reported Functions
ar: الوظائف المقررة

source: Allows minimal access to the Custom Reporting System System
ar: يتيح أقل معدل وصول إلي نظام الإبلاغ عن نظام مخصص

source: Allows deletion of data about custom reports
ar: يتيح حذف البيانات الخاصة بالتقارير المخصصة

source: Allows access to the Custom Report Relationships
ar: يسمح بالوصول إلى علاقات تقرير مخصص

source: Allows access to the Custom Reports
ar: يسمح بالوصول إلى تقارير مخصصة

source: Allows view of the Custom Report Views
ar: يسمح بعرض تقرير مخصص

source: Allows editing of the Custom Report Views
ar: يسمح بتعديل عروض تقرير معين

source: Administator for custom reports. Can perform all tasks associated with custom reports
ar: بل

source: Create Reports
ar: إنشاء تقارير

source: Results found
ar: النتائج التي تم العثور عليها

source: Allows editing of the Custom Report Relationships
ar: يسمح بتعديل علاقات التقرير المخصصة

source: Allows editing of the Custom Report Reports
ar: يسمح بتعديل تقارير التقرير المخصصة

source: Edit Display Options
ar: تعديل خيارات العرض

source: Clear Default Display
ar: حذف العرض الافتراضي

source: Increasing
ar: متزايد

source: Decreasing
ar: تقليل

source: You need to specify a report to view
ar: أنت بحاجة لتحديد التقرير لعرض

source: You specified an invalid report to view
ar: لقد حددت تقريرا غير صالح لعرض

source: You do not have permission to view this report
ar: لم يكن لديك تصريح بعرض هذا التقرير

source: Could not find any valid displays for this report view
ar: لا يمكن العثور على أي عرض صالحة لوجهة النظر هذه تقرير

source: %s linked on %s
ar: ق مرتبط %s على %s

source: %s linked on %s as a parent form
ar: ق مرتبط %s على %s باعتباره النموذج الأصل

source: %s linked on %s as a child form
ar: %s مرتبط مع %s على أنه نموذج طفل

source: No shortname specified for the report
ar: لا يوجد اسم مختصر محدد للتقرير

source: Invalid shortname specified for the report
ar: الاسم المختصر الخاص بالتقرير خاطيء

source: Shortname specified for the report is already in use
ar: الاسم المختصر الخاص بالتقرير قيد الاستخدام بالفعل

source: No report relationship specified for the report
ar: لا علاقة تقرير المحدد للتقرير

source: Specified report relationship is invalid
ar: علاقة تقرير معين غير صحيحة

source: You don't have access to delete report data
ar: لا يمكن دخولك لحذف بيانات التقرير

source: Invalid path for deletion
ar: مسار غير صالح للحذف

source: Unable to setup cached form
ar: غير قادر على إعداد النموذج المخزن

source: Could not save display options
ar: لا يمكن حفظ خيارات العرض

source: Saved display options
ar: خيارات العرض المخزنة

source: Unable to generate report
ar: غير قادر على إنتاج تقرير

source: Unable to Succesfully Update Values
ar: غير قادر على تحديث القيم بنجاح

source: Succesfully Updated Values
ar: القيم التي تم تحديثها بنجاح

source: Does Not Exist
ar: غير موجود

source: Stale
ar: قديمة

source: Failed
ar: فشلت

source: Generated
ar: منتج

source: Total
ar: المجموع

source: View Reports
ar: عرض التقارير

source: Merge Options
ar: دمج الخيارات

source: Define relationships between the various forms in the system for creating reports. For advanced users.
ar: تعريف العلاقات بين النماذج المختلفة في النظام لإنشاء تقارير. للمستخدمين المتقدمين.

source: Create and save reports by selecting the data to view from defined report relationships.
ar: إنشاء وحفظ التقارير من خلال تحديد بيانات لعرضها من تقرير العلاقات

source: View saved reports and create new views that define how to display the data in a report.
ar: عرض التقارير المحفوظة وإنشاء طرق جديدة تشرح كيفية عرض البيانات في تقرير.

source: Merged Report View
ar: عرض التقارير المدمجة

source: Enable Pivoting On This Limit
ar: تمكين التمحور على هذا الحد

source: Require that the data for this form be found. Otherwise remove the row from the report.
ar: يجب العثور علي البيانات اللازمة لهذا النموذج. أو حذف الصف من التقرير

source: Enabled: Check to enable this field in the report view
ar: تمكين: الاختيار لتمكين هذا الحقل في عرض التقرير

source: Merge Another Report
ar: دمج تقرير آخر

source: Mergable Report
ar: تقرير الدمج

source: Enable Merging
ar: عمل الدمج

source: a report relationship which describe how the data you are interested in is related to one another
ar: تقرير العلاقة هو الذي يوضح الارتباط بين البيانات التي تهتم بها

source: Select the fields and any aggregate data you want in this report view. You may drag and drop fields to change their displayed order
ar: تحديد الحقول وأية بيانات مجمعة في عرض هذا التقرير. يمكنك سحب وإسقاط الحقول لتغيير نظام العرض

source: Here you may set the header information for the report for each field. You may also enable and disable setting report limits as well as add a description for that limit
ar: هنا يمكنك تعيين المعلومات الرئيسية للتقرير لكل حقل. يمكنك أيضا تمكين وتعطيل وضع حدود التقرير وكذلك إضافة وصفا لهذا الحد

source: Merged Reports
ar: التقارير المدمجة

source: Error: No data was found that matched your request. You may need to cache the report or modify your limits.
ar: خطأ: لم يتم العثور على البيانات التي تطابق طلبك. قد تحتاج إلى تخزين، تقرير أو تعديل الحدود الخاصة بك

source: The relationship that this report is to be based off of.
ar: العلاقة التي يعتمد عليها هذا التقرير

source: Switch to %s
ar: التبديل إلى %s

source: %s from %s
ar: %s من %s

source: Not Generated
ar: لم ينتج

source: Allow blank rows in %s
ar: السماح للصفوف الفارغة في النسبة %s

source: Select Additional Values To Match
ar: حدد قيماً إضافية للمطابقة

source: No Additional Values
ar: لا توجد قيم إضافية

source: Available functions
ar: الوظائف المتاحة

source: The relationship has no available functions
ar: لا يوجد وظائف متاحة للعلاقة

source: Apply Limits
ar: تطبيق الحدود

source: Results limited by
ar: نتائج محدودة ب

source: Report View Permissions
ar: تقرير عرض صلوحيات

source: Select a task to limit the viewing of this report to the selected task.
ar: اختر مهمة لتحديد عرض هذا التقرير إلى المهمة المحددة.

source: Do Not Limit Viewing Of This Report
ar: لا تحدد عرض هذا التقرير

source: Table
ar: جدول

source: Apply the limits to the table.
ar: تطبيق الحدود علي الجدول

source: View this report as a table
ar: عرض هذا التقرير كجدول

source: Link Type
ar: نوع الرابط

source: The type of the link.
ar: نوع الرابط.

source: Link (a href)
ar: وصلة (a href)
