Repository: hispindia/ihris-bihar-2018
Catalog: lib/4.1.4-release/I2CE/translations/templates/login-page/*.po
Languages: tl

source: Please Log In
tl: Mangyaring Lumagda Papasok

source: Username
tl: Pangalan ng tagagamit

source: Password
tl: Hudyat

source: Forget username or password?
tl: Nakalimutan ang pangalan ng tagagamit o hudyat?

source: That account cannot change passwords.
tl: Ang akawnt na iyan ay hindi makapagpapalit ng mga hudyat.

source: Change Password
tl: Palitan ang Hudyat

source: Send Feedback
tl: Magpadala ng Patugon

source: You did not set a password. Please try again.
tl: Hindi ka nagtakda ng isang hudyat. Mangyaring subukan uli.

source: Old Password
tl: Lumang Hudyat

source: New Password
tl: Bagong Hudyat

source: Confirm New Password
tl: Tiyakin ang Bagong Hudyat

source: Thank you for your feedback.
tl: Salamat sa iyong patugon.

source: return
tl: bumalik

source: Site Feedback Form
tl: Pormularyo ng Patugon ng Sityo

source: Comments
tl: Mga puna

source: Name
tl: Pangalan

source: Company
tl: Kumpanya

source: Title
tl: Pamagat

source: Industry
tl: Industriya

source: Address
tl: Tirahan

source: City
tl: Lungsod

source: State/Province
tl: Estado/Lalawigan

source: Postal Code
tl: Kodigo Postal

source: Country
tl: Bansa

source: Telephone
tl: Telepono

source: Email
tl: E-liham

source: Your password has been successfully changed.
tl: Matagumpay na nabago ang hudyat mo.

source: Login
tl: Lumagdang papasok

source: Logout
tl: Lumabas

source: Forgotten Password
tl: Nakalimutang Hudyat

source: Enter your username and password.
tl: Ipasok ang pangalan mo ng tagagamit at hudyat.

source: Your old password didn't match the database. Please try again.
tl: Ang luma mong hudyat ay hindi tumugma sa kalipunan ng dato. Pakisubukan uli.

source: Your new password didn't match your confirmed password. Please try again.
tl: Ang bago mong hudyat ay hindi tumugma sa tiniyak mong hudyat. Pakisubukan uli.

source: If you have a bug report, problem with the page, feature request or question, please contact us by filling out and submitting the following form. We will use your email address only to reply to your request.
tl: Kung mayroon kang ulat ng isang sira, suliran sa pahina, hiling na tampok o tanong, mangyaring makipag-ugnayan sa amin sa pamamagitan ng pagpuno at pagpapasa ng sumusunod na pormularyo. Gagamitin lamang namin ang iyong tirahan ng e-liham upang tumugon sa kahilingan mo.

source: Forgot Password
tl: Nakalimutan ang Hudyat

source: Reset Password
tl: Muling Itakda ang Hudyat

source: Enter your username to reset your password
tl: Ipasok ang pangalan mo ng tagagamit upang muling maitakda ang hudyat mo

source: Display Username
tl: Ipakita ang Pangalan ng Tagagamit

source: Enter your email address to see your username
tl: Ipasok ang tirahan mo ng e-liham upang makita ang iyong pangalan na pangtagagamit

source: Return to login page
tl: Bumalik sa pahina ng lagdang pampagpasok

source: Please contact your system adminstator to reset your password
tl: Mangyaring makipag-ugnayan sa iyong tagapangasiwa ng sistema upang muling maitakda ang hudyat mo
