Repository: hispindia/ihris-bihar-2018
Catalog: lib/4.1.4-release/ihris-common/translations/templates/geography/*.po
Languages: ar, br, es, pt, sw, tl

source: Edit This Information
ar: تعديل هذه المعلومات
br: Cheñch an titour-mañ
es: Editar Esta Información
pt: Editar Esta Informação
sw: Hariri Taarifa Hii
tl: Baguhin ang Kabatirang Ito

source: Update this Information
ar: تحديث هذه المعلومات
br: Hizivaat an titour-mañ
es: Actualizar esta Información
pt: Actualizar Esta Informação
sw: Sasisha taarifa hii
tl: Isapanahon ang Kabatirang ito

source: Select another Region
ar: حدد منطقة أخرى
br: Dibab ur rannvro all
es: Seleccionar otra Región
pt: Seleccionar outra Região
sw: Chagua Mkoa mwingine
tl: Pumili ng iba pang Rehiyon

source: Region
ar: منطقة
br: Rannvro
es: Región
pt: Região
sw: Mkoa
tl: Rehiyon

source: Select another County
ar: حدد مقاطعة أخري
br: Dibab ur vro all
es: Seleccionar otro Municipio
pt: Seleccionar outro País
sw: Chagua nchi nyingine
tl: Pumili ng iba pang Bansa

source: County
ar: مقاطعة
br: Kontelezh
es: Municipio
pt: País
sw: Nchi
tl: Kondado

source: Select another Country
ar: اختيار دولة أخري
br: Dibab ur vro all
es: Seleccionar otro País
pt: Seleccionar outro País
sw: Chagua Nchi nyingine
tl: Pumili ng iba pang Kondado

source: Country
ar: بلد
br: Bro
es: País
pt: País
sw: Nchi
tl: Bansa

source: Select another District
ar: حدد حي آخر
br: Dibab un distrig all
es: Seleccionar otro Distrito
pt: Seleccionar outro Distrito
sw: Chagua Wilaya nyingine
tl: Pumili ng iba pang Distrito

source: District
ar: حي
br: Distrig
es: Distrito
pt: Distrito
sw: Wilaya
tl: Distrito

source: Can edit country list
ar: يمكن تعديل قائمة البلد
br: A c'hall cheñch roll ar broioù
es: Puede editar la lista del país
pt: Pode editar lista de países
sw: Weza kuhariri orodha ya nchi
tl: Mababago ang tala ng bansa

source: Can view country list
ar: يمكن عرض قائمة البلد
br: A c'hall diskwel roll ar broioù
es: Puede observar la lista de país
pt: Pode visualizar lista de países
sw: Weza kuangalia orodha ya nchi
tl: Matatanaw ang tala ng bansa

source: Can edit region list
ar: يمكن تعديل قائمة المنطقة
br: A c'hall cheñch roll ar rannvroioù
es: Puede editar la lista de la región
pt: Pode editar lista de regiões
sw: Weza kuhariri orodha ya mkoa
tl: Mababago ang tala ng rehiyon

source: Can view region list
ar: يمكن عرض قائمة المنطقة
br: A c'hall diskwel roll ar rannvroioù
es: Puede observar la lista de región
pt: Pode visualizar lista de regiões
sw: Weza kuangalia orodha ya mkoa
tl: Matitingnan ang tala ng rehiyon

source: Can edit district list
ar: يمكن تعديل قائمة الحي
br: A c'hall kemmañ roll an distrigoù
es: Puede editar la lista de distrito
pt: Pode editar lista de distritos
sw: Weza kuangalia orodha ya wilaya
tl: Mababago ang tala ng distrito

source: Can view district list
ar: يمكن عرض قائمة الحي
br: A c'hall gwelet roll an distrigoù
es: Puede observar la lista de distrito
pt: Pode visualizar lista de distritos
sw: Weza kuangalia orodha ya wilaya
tl: Matitingnan ang tala ng distrito

source: Can edit some geography data
ar: يمكن تعديل بعض البيانات الجغرافية
br: A c'hall cheñch roadennoù douaroniel zo
es: Puede editar alguna información geográfica
pt: Pode editar alguns dados geográficos
sw: Weza kuhariri baadhi ya data za jiografia
tl: Mababago ang ilang dato ng heograpiya

source: Can view some geography data
ar: يمكن عرض بعض البيانات الجغرافية
br: A c'hall diskwel roadennoù douroniel zo
es: Puede observar alguna informacion geográfica
pt: Pode visualizar alguns dados geográficos
sw: Weza kuangalia baadhi ya data za jiografia
tl: Matitingnan ang ilang dato ng heograpiya

source: Can edit all geography data
ar: يمكن تعديل كافة البيانات الجغرافية
br: A c'hall cheñch an holl roadennoù douaroniel
es: Puede editar toda la información geográfica
pt: Pode editar todos os dados geográficos
sw: Weza kuhariri data zote za jiografia
tl: Mababago ang lahat ng dato ng heograpiya

source: Can view all geography data
ar: يمكن عرض كافة البيانات الجغرافية
br: A c'hall diskwel an holl roadennoù douaroniel
es: Puede observar toda la información geográfica
pt: Pode visualizar todos os dados geográficos
sw: Weza kuangalia data zote za jiografia
tl: Matatanaw ang lahat ng dato ng heograpiya

source: Name
ar: اسم
br: Anv
es: Nombre
pt: Nome
sw: Jina
tl: Pangalan

source: Location
ar: موقع
br: Lec'hiadur
es: Localización
pt: Local
sw: Mahali
tl: Kinalalagyan

source: 2 Character Alpha Code
ar: حرفا رمز ألفا
br: Kod lizherennek gant 2 arouezenn
es: Código Alpha de dos signos
pt: Código Alfa de 2 Caracteres
sw: 2 Msimbo Kiwambo Alfa
tl: Kodigong Alpha na may 2 Panitik

source: ISO Numeric Code
ar: الرمز الرقمي للأيزو
br: Kod niverel ISO
es: Código ISO numérico
pt: Códio Numérico ISO
sw: ISO Msimbo wa Namba
tl: Kodigong may Bilang ng ISO

source: Primary Country
ar: الدولة الأساسية
br: Bro bennañ
es: País principal
pt: País Primário
sw: Nchi ya kwanza
tl: Pangunahing Bansa

source: Use for Location Selection
ar: استخدم لاختيار الموقع
br: Implijout evit dibab al lec'hiadur
es: Uso para Selección de localidad
pt: Usar para Selecção do Local
sw: Mtumiaji kwa ajili ya Uchaguzi wa mahali
tl: Gamitin para sa Pagpili ng Kinalalagyan

source: Code
ar: رمز
br: Kod
es: Código
pt: Código
sw: Msimbo
tl: Kodigo
