Repository: hispindia/ihris-bihar-2018
Catalog: lib/4.1.4-release/ihris-manage/translations/templates/ihris-manage-person-position/*.po
Languages: ar, cs, es, et, mk, nl, pt, sw, tl

source: Position
ar: المنصب
cs: Pozice
es: Puesto
et: Positsioon
mk: Работно место
nl: Positie
pt: Cargo
sw: Nafasi
tl: Posisyon

source: Enter new Status for the Position
ar: أدخل الحالة الجديدة للمنصب
cs: Zadejte nový stav pro pozici
es: Ingresar un nuevo Estado para este Puesto
et: Lisa uus olek positsioonile
mk: Внесете нов статус за раб. место
nl: Nieuwe status voor de positie instellen
pt: Insira a Nova Situação do cargo
sw: Ingiza Hadhi mpya kwa ajili ya Nafasi
tl: Magpasok ng bagong Katayuan para sa Posisyon

source: Discontinue this Position
ar: أوقف هذا المنصب
cs: Zrušit tuto pozici
es: Discontinuar este Puesto
et: Lõpeta positsioon
mk: Укини го ова раб. место
nl: Positie opheffen
pt: Descontinue este Cargo
sw: Acha Nafasi hii
tl: Huwag ituloy ang Posisyong ito

source: Edit This Information
ar: عدل هذه المعلومة
cs: Upravit tuto informaci
es: Editar Esta Información
et: Muuda seda infot
mk: Уреди ги информацииве
nl: Gegevens bewerken
pt: Editar esta Informação
sw: Hariri Taarifa Hii
tl: Baguhin ang Kabatirang Ito

source: Correct this Information
ar: صحح هذه المعلومة
cs: Opravit tuto informaci
es: Corregir esta Información
et: Paranda seda informatsiooni
mk: Поправи ги информацииве
nl: Gegevens corrigeren
pt: Corrigir esta Informação
sw: Sahihisha taarifa hii
tl: Iwasto ang Kabatirang ito

source: Salary Change
ar: تغيير الراتب
cs: Změna výplaty
es: Cambiar Salario
et: Palga muutus
mk: Промена на плата
nl: Salariswijziging
pt: Alteração Salarial
sw: Badiliko la Mshahara
tl: Pagbabago sa Sahod

source: Salary
ar: الراتب
cs: Výplata
es: Salario
et: Palk
mk: Плата
nl: Salaris
pt: Salário
sw: Mshahara
tl: Sahod

source: Percent of Market Rate
ar: نسبة سعر السوق
cs: Procento tržní sazby
es: Porcentaje de Taza de Mercado
et: Turumäära protsent
mk: Постоток од пазарна стапка
nl: Percentage van de marktrente
pt: Percentagem da Taxa de Mercado
sw: Asilimia ya Kiwango cha Soko
tl: Bahagdan ng Antas sa Pamilihan

source: return
ar: رجوع
cs: návrat
es: volver
et: tagasi
mk: назад
nl: terug
pt: retornar
sw: rudi
tl: bumalik

source: Supervised Positions
ar: المناصب المشرف عليها
cs: Vedené pozice
es: Puestos Supervisados
et: Ülejälgimisega positsioonid
mk: Надгледувани раб. места
nl: Geeft leiding aan posities
pt: Cargos Supervisionados
sw: Nafasi zilizosimamiwa
tl: Mga Posisyong Pinangangasiwaan

source: Open this Position
ar: افتح هذا المنصب
cs: Otevřít tuto pozici
es: Abrir este Puesto
et: Ava positsioon
mk: Отвори го ова раб. место
nl: Deze positie openstellen
pt: Abrir um vaga para este Cargo
sw: Fungua Nafasi hii
tl: Buksan ang Posisyong ito

source: Edit Salary
ar: عدل الراتب
cs: Upravit výplatu
es: Editar Salario
et: Muuda palka
mk: Уреди плата
nl: Salaris bewerken
pt: Editar Salário
sw: Hariri Mshahara
tl: Baguhin ang Sahod

source: Positions
ar: المناصب
cs: Pozice
es: Puestos
et: Positsioonid
mk: Работни места
nl: Posities
pt: Cargos Supervisionados
sw: Nafasi
tl: Mga posisyon

source: New Salary
ar: الراتب الجديد
cs: Nová výplata
es: Nuevo Salario
et: Uus palk
mk: Нова плата
nl: Nieuwe salaris
pt: Novo Salário
sw: Mshahara Mpya
tl: Bagong Sahod

source: Current Salary
ar: الراتب الحالي
cs: Současná výplata
es: Salario Actual
et: Praegune palk
mk: Тековна плата
nl: Huidige salaris
pt: Salário Actual
sw: Mshahara wa Sasa
tl: Pangkasalukuyang Sahod

source: Add a salary
ar: أضف راتباً
cs: Přidat výplatu
es: Añadir un salario
et: Lisa palk
mk: Додај плата
nl: Salaris toevoegen
pt: Adicionar Salário
sw: Ongeza Mshahara
tl: Magdagdag ng isang suweldo

source: No Salaries
ar: لا توجد رواتب
cs: Žádné výplaty
es: Sin Salarios
et: Palkade puudumine
mk: Нема плати
nl: Geen salarissen
pt: Não existem salários
sw: Hakuna Mishahara
tl: Walang mga Suweldo

source: Update this Information
ar: قم بتحديث هذه المعلومة
cs: Aktualizovat tuto Informaci
es: Actualizar esta Información
et: Uuenda seda infot
mk: Поднови ги информацииве
nl: Gegevens bijwerken
pt: Actualizar esta Informação
sw: Sasisha Taarifa hii
tl: Isapanahon ang Kabatirang ito

source: Select another Department
ar: حدد قسماً آخر
cs: Vybrat jiné oddělení
es: Seleccionar otro Departamento
et: Vali muu osakond
mk: Одберете друг оддел
nl: Andere afdeling selecteren
pt: Seleccionar outro Departamento
sw: Chagua Idara nyingine
tl: Pumili ng iba pang Kagawaran

source: Department
ar: الإدارة
cs: Oddělení
es: Departamento
et: Osakond
mk: Оддел
nl: Afdeling
pt: Departamento
sw: Idara
tl: Kagawaran

source: View Position
ar: أعرض المنصب
cs: Zobazit pozici
es: Ver posicion
et: Vaata kohta
mk: Преглед на работното место
nl: Positie bekijken
pt: Visualizar Posição
sw: Angalia nafasi ya kazi
tl: Tingnan ang Posisyon

source: Position Information
ar: معلومات عن المنصب
cs: Informace o pozici
es: Información del Puesto
et: Koha informatsioon
mk: Информации за раб. место
nl: Positiegegevens
pt: Informação sobre o Cargo
sw: Taarifa ya Nafasi
tl: Kabatiran sa Posisyon

source: Hide
ar: أخفِ
cs: Skrýt
es: Ocultar
et: Peida
mk: Скриј
nl: Verbergen
pt: Ocultar
sw: Ficha
tl: Ikubli

source: Select another Position
ar: حدد منصباً آخر
cs: Vybrat jinou pozici
es: Seleccionar otro Puesto
et: Vali muu koht
mk: Одберете друго раб. место
nl: Andere positie selecteren
pt: Seleccionar outro Cargo
sw: Chagua Nafasi nyingine
tl: Pumili ng iba pang Posisyon

source: Select another Position Type
ar: حدد نوعاً آخر من المناصب
cs: Vybrat jiný typ pozice
es: Seleccionar otro Tipo de Puesto
et: Vali muu positsioonitüüp
mk: Одберете друг тип на раб. место
nl: Ander positietype selecteren
pt: Seleccionar outro Tipo de cargo
sw: Chagua Nafasi ya aina nyingine
tl: Pumili ng iba pang Uri ng Posisyon

source: Position Type
ar: نوع المنصب
cs: Typ pozice
es: Tipo de Puesto
et: Positsioonitüüp
mk: Тип на раб. место
nl: Positietype
pt: Tipo de Cargo
sw: Aina ya Nafasi
tl: Uri ng Posisyon

source: return (do not save changes)
ar: رجوع (لا تحفظ التغييرات)
cs: navrátit (bez uložení změn)
es: regresar (no grabar cambios)
et: tagasi (ära salvesta muutusi)
mk: назад (без зачувување на промените)
nl: terug (wijzigingen niet opslaan)
pt: retornar (não salvar alterações)
sw: rudi (usinusuru mabadiliko)
tl: magbalik (huwag sagipin ang mga pagbabago)

source: Start Date
ar: تاريخ البدء
cs: Datum zahájení
es: Fecha de Inicio
et: Alguskuupäev
mk: Почетен датум
nl: Begindatum
pt: Data-Início
sw: Tarehe ya Kuanza
tl: Petsa ng Simula

source: View Salary History
ar: أعرض تاريخ أو تفاصيل الراتب
cs: Zobrazit historii výplat
es: Ver Historial de Salario
et: Vaata palga ajalugu
mk: Преглед на историја на платите
nl: Salarisgeschiedenis bekijken
pt: Visualizar Histórico de Salários
sw: Angalia Historia ya Mshahara
tl: Tingnan ang Kasaysayan ng Suweldo

source: New Position
ar: المنصب الجديد
cs: Nová pozice
es: Nuevo Puesto
et: Uus positsioon (koht)
mk: Ново раб. место
nl: Nieuwe positie
pt: Novo Cargo
sw: Nafasi Mpya
tl: Bagong Posisyon

source: Current Position
ar: المنصب الحالي
cs: Současná pozice
es: Puesto Actual
et: Praegune positsioon
mk: Тековно раб. место
nl: Huidige positie
pt: Cargo Actual
sw: Nafasi ya Sasa
tl: Pangkasalukuyang Posisyon

source: Enter new Status for the Current Position
ar: ادخل الحالة الجديدة للمنصب الحالي
cs: Zadejte nový stav pro současnou pozici
es: Ingresar un nuevo Estado para el Puesto Actual
et: Sisesta uus olek praegusele positsioonile
mk: Внесете нов статус за тековното раб. место
nl: Nieuwe status voor de huidige positie instellen
pt: Introduzir nova Situação para este Cargo
sw: Ingiza Hadhi mpya kwa ajili ya Nafasi ya Sasa
tl: Magpasok ng bagong Katayuan para sa Pangkasalukuyang Posisyon

source: Record a Departure
ar: تسجيل المغادرة
cs: Zaznamenat odchod
es: Registrar una Partida
et: Märgi lahkumine
mk: Евидентирање на заминување
nl: Vertrek registreren
pt: Registar uma Saída
sw: Weka Kumbukumbu ya Kuondoka
tl: Magtala ng isang Paglisan

source: Change Position
ar: تغيير المنصب
cs: Změnit pozici
es: Cambiar Puesto
et: Muuda kohta
mk: Смени раб. место
nl: Positie wijzigen
pt: Alterar um Cargo
sw: Badili Nafasi
tl: Baguhin ang Posisyon

source: View Position History
ar: عرض تاريخ أو تفاصيل المنصب
cs: Zobrazit historii pozice
es: Ver Historial del Puesto
et: Vaata koha ajalugu
mk: Преглед на историја на раб. место
nl: Positiegeschiedenis bekijken
pt: Visualizar Histórico do Cargo
sw: Angalia Historia ya Nafasi
tl: Tingnan ang Kasaysayan ng Posisyon

source: View Person
ar: أعرض الشخص
cs: Zobrazit osobu
es: Ver Persona
et: Vaata isikut
mk: Преглед на лице
nl: Persoon bekijken
pt: Visualizar Pessoa
sw: Angali Mtu
tl: Tingnan ang Tao

source: Position Filled By
ar: وظيفة يشغلها
cs: Pozice obsazena osobou
es: Puesto Ocupado por
et: Positsiooni täitnud
mk: Лице на раб. место
nl: Positie ingevuld door
pt: Cargo ocupado por
sw: Nafasi Ilijazwa Na
tl: Ang Posisyon ay Pinunuan Ni

source: Select another Reason for Departure
ar: حدد سبباً آخر للمغادرة
cs: Vybrat jiný důvod k odchodu
es: Seleccionar otro Motivo de Partida
et: Vali lahkumiseks muu põhjus
mk: Одберете друга причина за заминување
nl: Andere reden voor vertrek selecteren
pt: Seleccionar outro motivo para a saída
sw: Chagua Sababu nyingine ya Kuondoka
tl: Pumili ng iba pang Dahilan ng Paglisan

source: Reason for Departure
ar: سبب المغادرة
cs: Důvod k odchodu
es: Motivo de Partida
et: Põhjus lahkumiseks
mk: Причина за заминување
nl: Reden voor vertrek
pt: Motivo de Saída
sw: Sababu ya Kuondoka
tl: Dahilan ng Paglisan

source: Edit the department list
ar: تعديل قائمة الإدارة
cs: Upravit seznam oddělení
es: Entre el listado del Departamento
et: Redigeeri osakondade nimekirja
mk: Уреди список на оддели
nl: Afdelingenlijst bewerken
pt: Editar a lista de departamentos
sw: Hariri orodha ya idara
tl: Baguhin ang tala ng kagawaran

source: View the department list
ar: عرض لائحة القسم
cs: Zobrazit seznam oddělení
es: Ver el Listado del Departamento
et: Vaata osakondade nimekirja
mk: Преглед на списокот на оддели
nl: Afdelingenlijst bekijken
pt: Visualizar a lista de departamentos
sw: Angalia orodha ya idara
tl: Tingnan ang tala ng kagawaran

source: Edit the position_type list
ar: عدل قائمة position_type
cs: Upravit seznam typů pozic
es: Editar el listado de tipos de Posición
et: Redigeeri positsiooni_tüüp nimekirja
mk: Уреди го списокот на типови на раб. местa
nl: Positietypenlijst bewerken
pt: Editar a lista cargo_tipo
sw: Hariri orodha ya aina ya_nafasi
tl: Baguhin ang tala ng uri_ng_posisyon

source: View the position_type list
ar: عرض قائمة نوع الوظائف
cs: Zobrazit seznam typů pozic
es: Visualizar el listado de tipos de Posición
et: Vaata positsiooni_tüüp nimekirja
mk: Преглед на списокот на типови на раб. местa
nl: Positietypenlijst bekijken
pt: Visualizar a lista cargo_tipo
sw: Angalia orodha ya aina ya_ nafasi
tl: Tingnan ang tala ng uri_ng_posisyon

source: Edit the position list
ar: تعديل قائمة الوظيفة
cs: Upravit seznam pozic
es: Editar la lista de posición
et: Redigeeri positsioonide nimekirja
mk: Уреди го списокот на раб. местa
nl: Positielijst bewerken
pt: Editar a lista de cargos
sw: Hariri orodha ya nafasi
tl: Baguhin ang tala ng posisyon

source: View the position list
ar: عرض قائمة الوظيفة
cs: Zobrazit seznam pozic
es: Ver la lista de posición
et: Vaata positsioonide nimekirja
mk: Преглед на списокот на раб. местa
nl: Positielijst bekijken
pt: Visualizar a lista de cargos
sw: Angalia orodha ya nafasi
tl: Tingnan ang tala ng posisyon

source: Edit the pos_change_reason list
ar: تعديل قائمة سبب تغيير الوظيفة
cs: Upravit seznam pos_change_reason
es: Editar el listado de razones para el cambio de Posición
et: Redigeeri pos_muutmise_põhjus nimekirja
mk: Уреди го списокот на причини за промена на раб. место
nl: Lijst met redenen voor positiewijziging bewerken
pt: Editar a lista de cargo_alteração_motivo
sw: Hariri orodha ya sababu ya_ kubadili_ nafasi
tl: Baguhin ang tala ng dahilan_ng_pagbago_ng_posisyon

source: View the pos_change_reason list
ar: عرض ققائمة سبب تغيير الوظيفة
cs: Zobrazit seznam pos_change_reason
es: Visualizar el listado de razones para el cambio de Posición
et: Vaata pos_muutmise_põhjus nimekirja
mk: Преглед на списокот на причини за промена на раб. место
nl: Lijst met redenen voor positiewijziging bekijken
pt: Visualizar a lista de cargo_alteração_motivo
sw: Angalia orodha ya sababu ya_ kubadili_ nafasi
tl: Tingnan ang tala ng dahilan_sa_pagbago_ng_posisyon

source: Can edit some information about positions
ar: يمكن تعديل بعض المعلومات عن الوظائف
cs: Může upravit některé informace o pozicích
es: Puede editar algunas informaciones sobre las Posiciones
et: Saab redigeerida mõnd informatsiooni positsioonide kohta
mk: Може да се уредуваат извесни информации за раб. местa
nl: Kan enige gegevens over posities bewerken
pt: Pode editar alguma informação sobre cargos
sw: Weza kuhariri baadhi ya taarifa kuhusu nafasi
tl: Makapagbabago ng ilang kabatiran hinggil sa mga posisyon

source: Can view some information about positions
ar: يمكن عرض بعض المعلومات عن الوظائف
cs: Může zobrazit některé informace o pozicích
es: Puede visualizar algunas informaciones sobre las Posiciones
et: Saab vaadata mõnd informatsiooni positsioonide kohta
mk: Може да се прегледуваат извесни информации за раб. местa
nl: Kan enige gegevens over posities bekijken
pt: Pode visualizar alguma informação sobre cargos
sw: Weza kuangalia baadhi ya taarifa kuhusu nafasi
tl: Matitingnan ang ilang mga kabatiran hinggil sa mga posisyon

source: Can edit all information about positions
ar: يمكن تعديل كل المعلومات عن الوظائف
cs: Může upravit všechny informace o pozicích
es: Puede editar todas las informaciones sobre posiciones
et: Saab redigeerida kogu informatsiooni positsioonide kohta
mk: Може да се уредуваат сите информации за работните места
nl: Kan alle gegevens over posities bewerken
pt: Pode editar toda a informação sobre cargos
sw: Weza kuhariri taarifa yote kuhusu nafasi
tl: Mababago ang lahat ng kabatiran hinggil sa mga posisyon

source: Can view all information about positions
ar: يمكن الاطلاع على جميع المعلومات الخاصة بالوظائف
cs: Může zobrazit všechny informace o pozicích
es: Puede visualizar todas las informaciones sobre posiciones
et: Saab vaadata kogu informatsiooni positsioonide kohta
mk: Може да се прегледуваат сите информации за работните места
nl: Kan alle gegevens over posities bekijken
pt: Pode visualizar alguma informação sobre cargos
sw: Weza kuangalia taarifa yote kuhusu nafasi
tl: Matitingnan ang lahat ng kabatiran hinggil sa mga posisyon

source: Can edit the position of a person
ar: يمكن تعديل الوظيفة لشخص
cs: Může upravit pozici osoby
es: Puede editar la posición de una persona
et: Saab redigeerida isiku positsiooni
mk: Може да се уреди работното место на лице
nl: Kan de positie van een persoon bewerken
pt: Pode editar o cargo de uma pessoa
sw: Weza kuhariri nafasi ya mtu
tl: Mababago ang posisyon ng isang tao

source: Can view the position of a person
ar: يمكن عرض الوظيفة لشخص
cs: Může zobrazit pozici osoby
es: Puede visualizar la posición de una persona
et: Saab vaadata isiku positsiooni
mk: Може да се прегледа работното место на лице
nl: Kan de positie van een persoon bekijken
pt: Pode visualizar o cargo de uma pessoa
sw: Weza kuangalia nafasi ya mtu
tl: Matitingnan ang posisyon ng isang tao

source: Can change the existing position of a person
ar: يمكن تغيير الوظيفة الحالية لشخص
cs: Může změnit existující pozici osoby
es: Puede cambiar la posición actual de una persona
et: Saab muuta isiku olemas olevat positsiooni
mk: Може да се смени постоечкото работно место на лице
nl: Kan de huidige positie van een persoon wijzigen
pt: Pode alterar o cargo existente de uma pessoa
sw: Weza kubadili nafasi ya sasa ya mtu
tl: Mababago ang umiiral na posisyon ng isang tao

source: Can edit the salary of a person
ar: يمكن تعديل الراتب لشخص
cs: Může upravit výplatu osoby
es: Puede editar el salario de una persona
et: Saab muuta isiku palka
mk: Може да се уреди платата на лице
nl: Kan het salaris van een persoon bewerken
pt: Pode editar o salário de uma pessoa
sw: Weza kuhariri mshahara wa mtu
tl: Mababago ang sahod ng isang tao

source: Can delete the salary of a person
ar: يمكن حذف الراتب لشخص
cs: Může smazat výplatu osoby
es: Puede borrar el salario de una persona
et: Saab kustutada isiku palka
mk: Може да се избрише платата на лице
nl: Kan het salaris van een persoon verwijderen
pt: Pode remover o salário de uma pessoa
sw: Weza kuondoa mshahara wa mtu
tl: Mabubura ang sahod ng isang tao

source: Can change an existing salary of a person
ar: يمكن تغيير الراتب الحالي لشخص
cs: Může změnit existující výplatu osoby
es: Puede cambiar un salario existente de una persona
et: Saab muuta isiku olemas olevat palka
mk: Може да се смени постоечката плата на лице
nl: Kan het bestaande salaris van een persoon wijzigen
pt: Pode alterar o salário existente de uma pessoa
sw: Weza kubadili mshahara wa sasa wa mtu
tl: Mababago ang umiiral na sahod ng isang tao

source: Can view an existing salary of a person
ar: يمكن عرض الراتب الحالي لشخص
cs: Může zobrazit existující výplatu osoby
es: Puede ver un salario existente de una persona
et: Saab vaadata isiku olemas olevat palka
mk: Може да се прегледа постоечката плата на лице
nl: Kan het bestaande salaris van een persoon bekijken
pt: Pode visualizar o salário existente de uma pessoa
sw: Weza kuangalia mshahara wa sasa wa mtu
tl: Matitingnan ang umiiral na sahod ng isang tao

source: Can view the salary of a person
ar: يمكن عرض الراتب لشخص
cs: Může zobrazit výplatu osoby
es: Puede ver el salario de una persona
et: Saab vaadata isiku palka
mk: Може да се прегледа платата на лице
nl: Kan het salaris van een persoon bekijken
pt: Pode visualizar o salário de uma pessoa
sw: Weza kuangalia mshahara wa mtu
tl: Matitingnan ang sahod ng isang tao

source: Open
ar: فتح
cs: Otevřená
es: Abrir
et: Ava
mk: Слободно
pt: Aberto
sw: Fungua
tl: Bukas

source: Closed
ar: مغلق
cs: Uzavřená
es: Cerrado
et: Suletud
mk: Затворено
nl: Gesloten
pt: Fechado
sw: Funga
tl: Nakasara

source: Discontinued
ar: موقوف
cs: Zrušená
es: Descontinuado
et: Peatatud
mk: Укинато
nl: Niet verlengd
pt: Descontinuado
sw: Haikuendelezwa
tl: Hindi ipinagpatuloy

source: Make a Job Offer
ar: تقديم عرض لوظيفة
cs: Vytvořit nabídku práce
es: Hacer una Oferta de Trabajo
et: Tee tööpakkumine
mk: Направи понуда за работа
nl: Een functieaanbod doen
pt: Fazer uma Oferta de Emprego
sw: Toa Tangazo la Kazi
tl: Gumawa ng isang Alok na Hanapbuhay

source: Edit Position
ar: تعديل وظيفة
cs: Upravit pozici
es: Editar Posición
et: Redigeeri kohta
mk: Уреди работно место
nl: Positie bewerken
pt: Editar Posição
sw: Hariri nafasi ya kazi
tl: Baguhin ang Posisyon

source: Salary History
ar: تاريخ أو تفاصيل الراتب
cs: Historie výplaty
es: Historia Salarial
et: Palga ajalugu
mk: Историја на платите
nl: Salarisgeschiedenis
pt: Histórico Salarial
sw: Historia ya Mshahara
tl: Kasaysayan ng Sahod

source: Person Position
ar: الشخص الذي يشغل الوظيفة
cs: Pozice osoby
es: Posición de la Persona
et: Isiku positsioon
mk: Раб. место на лицето
nl: Persoonpositie
pt: Cargo da Pessoa
sw: Nafasi ya Mtu
tl: Posisyon ng Tao

source: This form is used to link a person to a pariticular position residence
ar: يستخدم هذا النموذج للربط بين شخص و موقع وظيفة محددة
cs: Tento formulář je použit k propojení osoby s určitým umístěním pozice
es: Este formulario es usado para enlazar a una persona a una residencia particular de una posición
et: Seda vormi kasutatakse, et ühendada isik teatud positsiooni asukohaga
mk: Овој образец е наменет за поврзување на извесно лице со заземено работно место
nl: Dit formulier wordt gebruikt om een persoon te koppelen aan een bepaalde vestigingsplaats voor een positie
pt: Esta ficha é usada para relacionar uma pessoa a um campo de um cargo particular
sw: Fomu hii inatumika kumuunganisha mtu kwenye nafasi maalumu ya makazi
tl: Ang pormularyong ito ginagamit upang ikawing ang isang tao sa isang partikular na tirahang posisyon

source: Reasons for Departure
ar: أسباب ترك العمل
cs: Důvody pro odchod
es: Razones de Salida
et: Lahkumise põhjused
mk: Причини за заминување
nl: Redenen voor vertrek
pt: Motivos de Saída
sw: Sababu za Kuondoka
tl: Mga dahilan ng Paglisan

source: Position Status
ar: حالة الوظيفة
cs: Stav pozice
es: Estatus de la Posición
et: Positsiooni olek
mk: Статус на раб. место
nl: Positiestatus
pt: Situação do Cargo
sw: Hali ya Nafasi
tl: Katayuan ng Posisyon

source: Name
ar: اسم
cs: Jméno
es: Nombre
et: Nimi
mk: Име
nl: Naam
pt: Nome
sw: Jina
tl: Pangalan

source: End Date
ar: تاريخ الانتهاء
cs: Datum ukončení
es: Fecha Final
et: Lõppkuupäev
mk: Завршен датум
nl: Einddatum
pt: Data-Fim
sw: Tarehe ya Kumaliza
tl: Petsa ng Pagtatapos

source: Position Code
ar: رمز الوظيفة
cs: Kód pozice
es: Código de la Posición
et: Positsiooni kood
mk: Код на раб. место
nl: Positiecode
pt: Código da Posição
sw: Namba ya Nafasi
tl: Kodigo ng Posisyon

source: Job
ar: وظيفة
cs: Práce
es: Empleo
et: Töökoht
mk: Работа
nl: Functie
pt: Função
sw: Kazi
tl: Hanapbuhay

source: Position Title
ar: عنوان الوظيفة
cs: Název pozice
es: Titulo de la Posición
et: Positsiooni tiitel
mk: Звање на раб. место
nl: Positienaam
pt: Título do Cargo
sw: Cheo cha Nafasi
tl: Pamagat ng Posisyon

source: Position Description
ar: وصف الوظيفة
cs: Popis pozice
es: Descripción de la Posición
et: Positsiooni seletus
mk: Опис на раб. место
nl: Positiebeschrijving
pt: Descrição do Cargo
sw: Ufafanuzi wa nafasi
tl: Paglalarawan ng Posisyon

source: Proposed Salary
ar: الراتب المقترح
cs: Navrhnutá výplata
es: Salario propuesto
et: Pakutav palk
mk: Предложена плата
nl: Voorgesteld salaris
pt: Salário Proposto
sw: Mshahara uliopendekezwa
tl: Mungkahing Sahod

source: Source
ar: مصدر
cs: Zdroj
es: Fuente
et: Allikas
mk: Извор
nl: Bron
pt: Fonte
sw: Chanzo
tl: Pinagmulan

source: Supervisor
ar: مشرف
cs: Vedoucí
et: Ülevaataja
mk: Претпоставен
nl: Leidinggevende
sw: Msimamizi
tl: Superbisor

source: Facility
ar: مرفق
cs: Zařízení
es: Localidad
et: Jaoskond
mk: Установа
nl: Instelling
pt: Unidade
sw: Jengo
tl: Pasilidad

source: Proposed Hiring Date
ar: تاريخ التوظيف المقترح
cs: Navrhnuté datum přijetí
es: Fecha de Contratación Propuesta
et: Pakutav tööle võtmise kuupäev
mk: Предложен датум на вработување
nl: Voorgestelde aannamedatum
pt: Data Proposta de Contratação
sw: Terehe ilipendekezwa ya Kuajiri
tl: Mungkahing Petsa ng Pagkakuha sa Trabaho

source: Date Posted
ar: تاريخ النشر
cs: Datum vystavení
es: Fecha de Publicación
et: Postituse kuupäev
mk: Објавено на
nl: Datum plaatsing
pt: Data de Abertura de Concurso
sw: Tarehe Iliyotangazwa
tl: Petsa ng Pagpaskil

source: Status
ar: حالة
cs: Stav
es: Estado
et: Olek
mk: Статус
pt: Estado
sw: Hadhi
tl: Katayuan

source: Position Comments
ar: التعليقات الخاصة بالوظيفة
cs: Komentáře k pozici
es: Comentarios de la Posición
et: Positsiooni kommentaarid
mk: Забелешки за раб. место
nl: Opmerkingen bij positie
pt: Comentários ao Cargo
sw: Maoni ya nafasi
tl: Mga Puna sa Posisyon

source: Interview Comments
ar: التعليقات الخاصة بالمقابلة
cs: Komentáře k pohovoru
es: Comentarios de la Entrevista
et: Intervjuu kommentaarid
mk: Забелешки од интервјуто
nl: Opmerkingen bij sollicitatiegesprek
pt: Comentários às Entrevistas
sw: Maoni ya usaili
tl: Mga Puna sa Panayam

source: Standardized Position Letters
ar: رسائل وظيفة موحدة
cs: Standardizované dopisy pozice
es: Cartas estandarizadas de la Posición
et: Standardiseeritud positsiooni kirjad
mk: Стандардизирани писма за раб. место
nl: Gestandaardiseerde positiebrieven
pt: Cartas Padronizadas relativas ao Cargo
tl: Mga Isinapamantayang mga Liham na Pamposisyon

source: Confirm
ar: تأكيد
cs: Potvrdit
es: Confirmar
mk: Потврди
nl: Bevestigen
pt: Confirmar
tl: Tiyakin

source: The start date must be after the start date of the current salary.
cs: Počáteční datum musí být po datu začátku současné výplaty.
es: La fecha de inicio debe ser mayor que la fecha de inicio del salario actual.
