Repository: hispindia/ihris-bihar-2018
Catalog: lib/4.1.4-release/ihris-manage/translations/templates/ihris-manage-person-position/*.po
Languages: ar, cs, es, et, mk, nl, pt, sw, tl

source: Please enter a start date after the previous position's start date.
cs: Zadejte prosím počáteční datum po datu začátku předchozí pozice.
es: Por favor, introduzca una fecha de inicio mayor que la fecha de inicio de la posición anterior.

source: The end date must be after the start date.
cs: Konečné datum musí být po počátečním.
es: La fecha final debe ser posterior a la fecha inicial.

source: Required Field.
cs: Požadované pole.
es: Campo requerido.
pt: Campo Requerido.

source: Please enter a new status.
cs: Zadejte prosím nový stav.
es: Por favor ingrese un nuevo estado
pt: Por favor, entre um novo status.
