Repository: hispindia/ihris-bihar-2018
Catalog: lib/4.1.4-release/ihris-manage/translations/templates/ihris-manage-custom-reports-facility-reports/*.po
Languages: ar, et

source: Facility List
ar: قائمة المرفق
et: Jaoskonna nimekiri

source: Facility information
ar: معلومات المرفق
et: Jaoskonna informatsioon

source: The facility type for this facility.
et: Selle jaoskonna tüüp

source: Facility Type
ar: نوع المرفق
et: Jaoskonna tüüp

source: The contact information for this facility.
et: Selle jaoskonna kontaktinfo

source: Facility Contact
ar: الاتصال بالمرفق
et: Jaoskonna kontakt

source: The district where this facility is.
et: Selle jaoskonna linnaosa

source: District
ar: مقاطعة
et: Linnaosa

source: Facility Type ID
ar: نوع الرقم التعريفي للمرفق
et: Jaoskonna tüübi ID

source: Facility Location
ar: موقع المرفق
et: Jaoskonna asukoht

source: Facility Location ID
ar: الرقم التعريفي للمرفق
et: Jaoskonna asukoha ID

source: Facility Name
ar: اسم المرفق
et: Jaoskonna nimi

source: Location
ar: موقع
et: Asukoht

source: Mailing Address
ar: عنوان بريدي
et: Postiaadress

source: Telephone Number
ar: رقم الهاتف
et: Telefoninumber

source: Email Address
ar: عنوان البريد الإلكتروني
et: E-post

source: Contact Notes
ar: ملاحظات المتصل
et: Kontaktmärkmed

source: A list of all facilities.
et: Kõigi jaoskondade nimekiri

source: Facility Report
ar: تقرير المرفق
et: Jaoskonna ettekanne
