Repository: hispindia/ihris-bihar-2018
Catalog: lib/4.1.4-release/ihris-manage/translations/templates/ihris-manage-custom-reports-filled-positions/*.po
Languages: pt

source: Filled Positions
pt: Cargos Preenchidos

source: Historical list of all filled positions.
pt: Lista do Historial de Cargos Ocupados.

source: First Salary
pt: Primeiro Salário

source: Last Salary
pt: Último Salário

source: Person
pt: Pessoa

source: The person filling this position.
pt: A pessoa que ocupa este cargo.

source: Employee Position
pt: Cargo do Trabalhador

source: Supervisor Position
pt: Supervisor do Cargo

source: The position details for the supervisor.
pt: Detalhes sobre o seupervisor do cargo.

source: Supervisor Person Position
pt: Cargo de Supervisor

source: The current or most recent person filling the supervisor position.
pt: A pessoa que actualmente ocupa o cargo de supervisor.

source: Supervisor Person
pt: Supervisor

source: The person most recently filling the supervisor position.
pt: A pessoa que ocupa o cargo de supervisor mais recentemente.

source: A historical report of all filled positions.
pt: Um histórico de todos os cargos ocupados.

source: Person Start Date
pt: Data de Início da Pessoa

source: Start Date After
pt: Data de Início depois de

source: Start Date Before
pt: Data de Início antes de

source: Person End Date
pt: Data Fim da Pessoa

source: End Date After
pt: Data Fim depois de

source: End Date Before
pt: Data Fim antes de

source: Surname
pt: Apelido

source: Firstname
pt: Primeiro Nome

source: Job Title
pt: Título

source: Position Title
pt: Título do Cargo

source: Facility
pt: Unidade

source: Department
pt: Departamento

source: Position Status
pt: Estado do Cargo

source: Supervisor Title
pt: Título do Supervisor

source: Supervisor Start Date
pt: Data-Início Supervisor

source: Supervisor Surname
pt: Apelido do Supervisor

source: Supervisor Firstname
pt: Primeiro Nome do Supervisor

source: Filled Positions Export
pt: Exportar Cargos Preenchidos

source: A list of historical filled positions for exporting.
pt: Uma lista dos cargos historicamente preenchidos a exportar.
