Repository: hispindia/ihris-bihar-2018
Catalog: lib/4.1.4-release/I2CE/translations/templates/user-form/*.po
Languages: de, tl

source: return (do not save changes)
de: zurück (Änderungen nicht speichern)
tl: bumalik (huwag sagipin ang mga pagbabago)

source: Administer Users
de: Anwender verwalten
tl: Pangasiwaan ang mga Tagagamit

source: Select User to Edit
de: Anwender zum Bearbeiten auswählen
tl: Piliin ang Tagagamit na Babaguhin

source: Add new User
de: Neuen Anwender hinzufügen
tl: Magdagdag ng bagong Tagagamit

source: Can create a user on the system
de: Kann einen Anwender erstellen
tl: Makalilikha ng isang tagagamit sa sistema

source: Can edit all the users in the system.
de: Kann alle Anwender bearbeiten
tl: Mababago ang lahat ng mga tagagamit na nasa sistema.

source: Manage Users/Access
de: Anwender/Zugriff verwalten
tl: Pamahalaan ang mga Tagagamit/Pagpunta

source: Role
de: Anwendergruppen
tl: Gampanin

source: Can Assign To User
de: Kann Anwendern zuweisen
tl: Maitatalaga Sa Tagagamit

source: Trickle Up
de: Nach oben verschieben
tl: Patuluin na Paakyat

source: Username
de: Anwendername
tl: Pangalan ng Tagagamit

source: Password (leave blank to keep the same password)
de: Passwort (freilassen, um das Passwort unverändert zu lassen)
tl: Hudyat (iwanang walang laman upang mapanatili ang katulad na hudyat)

source: Generate New Password
de: Neues Passwort generieren
tl: Gumawa ng Bagong Hudyat

source: Can create or edit the users in the system.
de: Kann Anwender erstellen oder bearbeiten
tl: Makalilikha o mababago ang mga tagagamit sa loob ng sistema.

source: Confirm
de: Bestätigen
tl: Tiyakin

source: User Information
de: Benutzer-Information

source: Edit This Information
de: Diese Informationen bearbeiten

source: Update This Information
de: Diese Information aktualisieren

source: Select another User
de: Anderen Benutzer auswählen

source: add
de: hinzufügen

source: That username is already being used.
de: Dieser Benutzername wird bereits verwendet.

source: The password and confirmation password weren't the same.
de: Das Passwort und die Wiederholung des Passworts stimmen nicht überein.

source: For new users you must enter an initial password.
de: Neue Benutzer müssen zuerst ein Passwort festlegen.

source: Required Field
de: Pflichtfeld
