Repository: hispindia/ihris-bihar-2018
Catalog: lib/4.1.4-release/I2CE/translations/templates/admin/*.po
Languages: oc, sk

source: Configure
oc: Configurar
sk: Nastavte

source: Available Modules
oc: Moduls disponibles
sk: Dostupné moduly

source: Enable
oc: Activar
sk: Povoliť

source: sub-modules
oc: Sosmoduls
sk: sub-moduly

source: link or on the down arrow if present.
oc: o la sagèta que punta cap aval s'existís
sk: Odkaz alebo šipka dolu ak je prítomný.

source: Main Module Menu
oc: Menut del modul principal
sk: Menu hlavného modulu

source: This module has no configuration action defined.
oc: Aqueste modul a pas d’accion de configuracion definida.
sk: tento modul nemá definovanú akciu nastavenia.

source: This module has no configuration action defined at
oc: Aqueste modul a pas d’accion de configuracion definida a
sk: Tento modul nemá akciu nastavenie definované pre

source: Can configure modules
oc: Pòt configurar de moduls
sk: Možno nastaviť moduly

source: Administration
oc: Administracion
sk: Administrácia

source: Here you may select modules to enable or disable by clicking or unclicking the checkboxes and then hitting the
oc: "Aicí podètz seleccionar de moduls d'activar o de desactivar en marcant o en desmarcant las casas puèi en quichant sus lo"
sk: Tu si môžete vybrať moduly povoliť alebo zakázať kliknutím alebo nekliknutím na políčka a potom pristúpiť

source: button at the bottom of the page. You may also configure certain modules by clicking on the
oc: "Activar en bas de la pagina. Tanben podètz configurar d'unes moduls en clicant sus lo"
sk: Tlačidlo v dolnej časti stránky. Môžete tiež nastaviť určité moduly kliknutím na ne.

source: link associated to them if it is present. Some modules also have sub-modules associated with them which may be accessed by clicking on the
oc: "ligam que lor es associat s’existís. D'unes moduls an tanben de sosmoduls que lor son associats que son accessibles en clicant sul ligam"
sk: Link prepojený na toho, ktorý je prítomný. Niektoré moduly majú aj submoduly prepojené s tými, ktorí môžu pristupovať kliknutím na ne.

source: Version
sk: Verzia

source: Created by
oc: Creat per
sk: Vytvorené kým

source: Contact
oc: Contacte
sk: Kontakt

source: author
oc: autor
sk: Autor

source: Sub-Modules
oc: Sosmoduls
sk: Sub-moduly
