Repository: hispindia/ihris-bihar-2018
Catalog: lib/4.1.4-release/ihris-common/translations/templates/person-language/*.po
Languages: br, gl, it

source: Language Information
br: Titouroù war ar yezh
gl: Información sobre a lingua
it: Informazioni lingua

source: Edit This Information
br: Cheñch an titour-mañ
gl: Editar esta información
it: Modifica questa informazione

source: Update this Information
br: Hizivaat an titour-mañ
gl: Actualizar esta información
it: Aggiorna questa informazione

source: Select another Language
br: Dibab ur yezh all
gl: Seleccionar outra lingua
it: Seleziona altra lingua

source: Language
br: Yezh
gl: Lingua
it: Lingua

source: Can view person_language child form of a person
br: A c'hall diskouez furmskrid bugel yezh un den
gl: Pode ollar a ficha person_language dunha persoa
it: Visualizza il sottomodulo delle lingue parlate di una persona

source: Can edit person_language child forms of a person
br: A c'hall diskwel furmskridoù bugel yezh un den
gl: Pode editar a ficha person_language dunha persoa
it: Modifica il sottomodulo delle lingue parlate di una persona

source: Can edit the language database list
br: A c'hall kemmañ roll diaz roadennoù ar yezh
gl: Pode editar a lista da base de datos das linguas
it: Modifica l'elenco delle lingue parlate

source: Can view the language database list
br: A c'hall diskwel roll diaz roadennoù ur yezh
gl: Pode ollar a lista da base de datos das linguas
it: Visualizza l'elenco delle lingue parlate

source: Add/Update Language
br: Ouzhpennañ/Hizivaat ar yezh
gl: Engadir/Actualizar a lingua
it: Aggiungi/Aggiorna lingua

source: Language Proficiency
br: Mestroniañ ar yezh
gl: Dominio da lingua
it: Competenza linguistica

source: Person Language Proficiency
br: Mestroniañ yezh un den
gl: Dominio da lingua dunha persoa
it: Competenza linguistica della persona

source: Elementary
br: Diazez
gl: Elemental
it: Elementare

source: Limited Working
br: Labour bevennet
gl: Coñecemento práctico limitado
it: Strettamente lavorativa

source: Professional Working
br: Anaoudegezh pleustrek micherel
gl: Coñecemento práctico profesional
it: Professionalmente lavorativa

source: Full Professional
br: Mestroniezh vicherel
gl: Dominio profesional
it: Completamente professionale

source: Fluent
br: a gomz en un doare fraezh hag aes
gl: Fluído
it: Fluente

source: Speaking Proficiency
br: Yezh komzet anavezet
gl: Dominio oral
it: Competenza nel parlare

source: Reading Proficiency
br: Barregezh lenn
gl: Dominio de lectura
it: Competenza nel leggere

source: Writing Proficiency
br: yezh skrivet anavezet
gl: Dominio escrito
it: Competenza nello scrivere
