Repository: hispindia/ihris-bihar-2018
Catalog: lib/4.1.4-release/ihris-common/translations/templates/training-simple-competency/*.po
Languages: cs, de, sw

source: Evaluate a Person's Competencies for a Training Course
cs: Ohodnotit kompetence osoby pro výcvikový kurz
de: Die Fähigkeiten einer Person für eine Schulung beurteilen
sw: Tathmini Uwezo wa Mtu kwa ajili ya Kozi ya Mafunzo

source: Competencies
cs: Kompetence
de: Fähigkeiten
sw: Uwezo

source: View a perons's cheduled training course evaluation
cs: Zobrazit vyhodnocení naplánovaného výcvikového kurzu osoby
sw: Angalia tathmini ya kozi ya mafunzo ya mtu aliyopangiwa kwenye ratiba

source: Training Course Competency Evaluation
cs: Vyhodnocení kompetence výcvikového kurzu
de: Fähigkeitenbeurteilung für die Schulung
sw: Tathmini ya Uwezo wa Kozi ya Mafunzo

source: Evaulate Course Competencies
cs: Ohodnotit kompetence kurzu
de: Die Fähigkeiten für die Schulung beurteilen
sw: Tathmini Uwezo wa Kozi

source: Notes
cs: Poznámky
de: Anmerkungen
sw: Maelezo

source: Evaluation Date
cs: Datum vyhodnocení
de: Beurteilungsdatum
sw: Tarehe ya Tathmini

source: Evaluation
cs: Vyhodnocení
de: Beurteilung
sw: Tathmini

source: Competency
cs: Kompetence
de: Fähigkeiten
sw: Uwezo

source: Competencies Provided
cs: Poskytnuté kompetence
de: Vermittelte Fähigkeiten
sw: Uwezo Uliotolewa

source: This course does not provide any competencies.
cs: Tento kurz neposkytuje žádné kompetence.
de: Diese Schulung vermittelt keine Fähigkeiten.
