Repository: hispindia/ihris-bihar-2018
Catalog: lib/4.1.4-release/ihris-qualify/translations/templates/ihris-qualify/*.po
Languages: de, fr, it, nl, pt_br

source: Index Number
de: Verzeichnisnummer
fr: Numéro de l'index
it: Numero indice
nl: Indexnummer
pt_br: Número do Índice

source: Registration Number
de: Registrierungsnummer
fr: Numéro d'enregistrement
it: Numero registrazione
nl: Registratienummer
pt_br: Número de Registo

source: License Number
de: Lizensnummer
fr: Numéro de licence
it: Numero licenza
nl: Licentienummer
pt_br: Número de Licença

source: Individual Information
de: persönliche Angaben
fr: Information individuelle
it: Informazione personale
nl: Individugegevens
pt_br: Informação Individual

source: Contact Information
de: Kontakt Informationen
fr: Coordonnées
it: Informazioni contatto
nl: Contactgegevens
pt_br: Informações do Contato

source: Training Information
de: Übungsangaben
fr: Renseignements sur la formation
it: Informazioni training
nl: Opleidingsgegevens
pt_br: Informações do Treinamento

source: Deployment
de: Einsatz
fr: Déploiement
nl: Inzet

source: Out Migration
de: Abwanderung
fr: Migration externe
it: trasferimento
nl: Migratie

source: Notes
de: Anmerkungen
fr: Remarques
it: Note
nl: Opmerkingen
pt_br: Anotações

source: Add Registration
de: Registrierung hinzufügen
fr: Ajouter une inscription
it: Aggiungi inserimento
nl: Registratie toevoegen
pt_br: Adicionar Registro

source: Edit This Information
de: Diese Angabe bearbeiten
fr: Modifier cette information
it: Modifica questa informazione
nl: Gegevens bewerken
pt_br: Modificar Esta Informação

source: Update this Information
de: Diese Angabe aktualisieren
fr: Mettre à jour cette information
it: Aggiorna questa informazione
nl: Gegevens bijwerken
pt_br: Atualizar Esta Informação

source: Name
fr: Nom
it: Nome
nl: Naam
pt_br: Nome

source: Country
de: Staat
fr: Pays
it: Nazione
nl: Land
pt_br: País

source: Region
fr: Région
it: Provincia
nl: Regio
pt_br: Região

source: Disciplinary Action
de: Disziplinierungsmaßnahme
fr: Sanction disciplinaire
it: Azione disciplinare
nl: Disciplinaire maatregel
pt_br: Procedimento Disciplinar

source: Disciplinary Action Reason
de: Grund für die Disziplinarmaßnahme
fr: Motif de l'action disciplinaire
it: Ragioni dell'azione disciplinare
nl: Reden disciplinaire maatregel

source: Date Disciplinary Action Occurred
de: Datum der Disziplinierungsmaßnahme
fr: Date d'application de l'action disciplinaire
it: Data dell'azione disciplinare
nl: Datum waarop disciplinaire maatregel is opgetreden

source: Reinstatement Date
de: Wiederinkraftsetzungsdatum
fr: Date de réintégration
it: Data reinserimento
nl: Datum herplaatsing

source: View Record
de: Aufzeichnungen anzeigen
fr: Voir l'enregistrement
it: Visualizza record
nl: Record bekijken
pt_br: Visualizar Registo

source: License Information
de: Lizenzangaben
fr: Informations sur la license
it: Informazioni sulla licenza
nl: Licentiegegevens
pt_br: Informação sobre a Licença

source: Suspended?
de: Gesperrt?
fr: Suspendu ?
it: Sospeso?
nl: Geschorst?

source: Start Date
de: Anfangsdatum
fr: Date de début
it: Data di inizio
nl: Begindatum
pt_br: Data de Início

source: End Date
de: Enddatum
fr: Date de fin
it: Data di fine
nl: Einddatum
pt_br: Data Final

source: Intake Date
de: Aufnahmedatum
fr: Date d’admission
it: Data assunzione
nl: Opnamedatum

source: Graduation Date
de: Abschlussdatum
fr: Date d’obtention du diplôme
it: Data promozione
nl: Afstudeerdatum

source: Training Disruption Category
de: Kategorie der Ausbildungsunterbrechung
fr: Catégorie d'interruption de formation
nl: Trainingsonderbrekingcategorieën

source: Academic Level
de: Ausbildungslevel
fr: Niveau académique
it: Livello accademico
nl: Academisch niveau

source: Registration Information
de: Einschreibungsangaben
fr: Informations d’enregistrement
it: Informazioni per la registrazione
nl: Registratiegegevens
pt_br: Informação de Matriculação

source: Application Date
de: Bewerbungsdatum
fr: Date de demande
it: Data di applicazione
nl: Aanvraagdatum

source: Registration Date
de: Einschreibedatum
fr: Date d'enregistrement
it: Data di inserimento
nl: Registratiedatum
pt_br: Data de Cadastramento

source: Practice Type
de: Übungsart
fr: Type de pratique
it: Tipo di pratica
nl: Praktijktype

source: Education Information
de: Ausbildungsangaben
fr: Information sur l’éducation
it: Informazioni sulla formazione
nl: Opleidingsgegevens

source: Secondary School Name
de: Name der weiterführenden Schule
fr: Nom de l'école secondaire
it: Nome della scuola secondaria
nl: Naam van de middelbare school

source: Certificate
de: Zertifikat
fr: Certificat
it: Certificato
nl: Certificaat
pt_br: Certificado

source: Grade Obtained
de: Abschluss erlangt
fr: Grade obtenu
it: Punteggio ottenuto
nl: Verkregen graad

source: Certificate Number
de: Zeugnisnummer
fr: Numéro de certificat
it: Numero certificato
nl: Certificaatnummer
pt_br: Número do Certificado

source: Record Discontinuation
de: Unterbrechung festhalten
fr: Arrêt d'enregistrement
nl: Stopzetting opnemen

source: Program Information
de: Programminformationen
fr: Information sur le programme
it: Informazioni sul programma
nl: Programmagegevens
pt_br: Informações sobre o Programa

source: Date Information
de: Datumsangabe
fr: Date de l'information
it: Informazioni sulla data
nl: Datumgegevens

source: Cadre
de: Kader
it: Quadro
nl: Kader

source: Number of Students
de: Teilnehmeranzahl
fr: Nombre d’étudiants
it: Numero di studenti
nl: Aantal studenten
pt_br: Número de Alunos

source: Correct this Information
de: Angabe korrigieren
fr: Corriger cette information
it: Correggi questa informazione
nl: Gegevens corrigeren
pt_br: Corrigir Esta Informação

source: Registration
de: Registrierung
fr: Inscription
it: Registrazione
nl: Registratie
pt_br: Inscrição

source: Resume Training
de: Übung wieder aufnehmen
fr: Reprendre la formation
nl: Training hervatten

source: return (do not save changes)
de: zurückkehren (Änderungen nicht speichern)
fr: revenir (ne sauve pas les changements)
it: Indietro (non salvare i cambiamenti)
nl: terug (wijzigingen niet opslaan)
pt_br: voltar (não salvar as alterações)

source: Renew License
de: Lizez erneuern
fr: Renouveler la licence
it: Rinnova licenza
nl: Licentie vernieuwen

source: View License History
de: Lizenzgeschichte anzeigen
fr: Voir l'historique de la licence
it: Visualizza storico della licenza
nl: Licentiegeschiedenis weergeven

source: Add new Health Facility
de: Neue medizinische Versorgungseinrichtungen hinzufügen
fr: Ajouter un nouvel établissement de santé
it: Aggiungi nuova struttura sanitaria
nl: Nieuw gezondheidscentrum toevoegen
pt_br: Adicione Nova Unidade de Saúde

source: View Person
de: Person anzeigen
fr: Visualiser la personne
it: Visualizza persona
nl: Persoon bekijken
pt_br: Visualizar Pessoa

source: Hide
de: Ausblenden
fr: Cacher
it: Nascondi
nl: Verbergen
pt_br: Ocultar

source: Add Identification
de: Kennung hinzufügen
fr: Ajouter une identité
it: Aggiungi identità
nl: Identificatie toevoegen
pt_br: Adicionar Identificação

source: View Name History
de: Namensverlauf anzeigen
fr: Visualiser l’historique du nom
it: Visualizza lo storico del nome
nl: Naamgeschiedenis bekijken
pt_br: Ver Histórico de Nomes

source: Name / Nationality
de: Name/Nationalität
fr: Nom / Nationalité
it: Nome/ Nazionalità
nl: Naam / nationaliteit
pt_br: Nome / Nacionalidade

source: Add Training
de: Übung hinzufügen
fr: Ajouter la formation
it: Aggiungi training
nl: Opleiding toevoegen
pt_br: Adicionar Formação

source: Deployment Information
de: Verwendungsangaben
fr: Informations sur le déploiement
nl: Inzetgegevens

source: Add Deployment
de: Verwendung hinzufügen
fr: Ajouter déploiement
nl: Inzet toevoegen
pt_br: Adicionar Implantação

source: View Deployment History
de: Verwendungsverlauf anzeigen
fr: Voir l'historique de déploiement
nl: Inzetgeschiedenis weergeven

source: Out Migration Information
de: Auswanderungsangaben
fr: Informations sur migrations externes
it: Informazioni sul trasferimento
nl: Migratiegegevens

source: Add Out Migration
de: Auswanderung hinzufügen
fr: Ajouter Émigration
it: Agggiungi trasferimento
nl: Migratie toevoegen

source: Add Note
de: Anmerkung hinzufügen
fr: Ajouter une note
it: Aggiungi nota
nl: Notitie toevoegen
pt_br: Incluir Nota

source: Demographic Information
de: Demographische Angaben
fr: Informations démographiques
it: Informazione demografica
nl: Demografische gegevens
pt_br: Informação Demográfica

source: Marital Status
de: Personenstand
fr: Situation familiale
it: Stato civile
nl: Burgerlijke staat
pt_br: Estado civil

source: Administer Database: Associate Health Facilities and Training Institutions
de: Datenbank verwalten: Medizinische Versorgungseinrichtungen und Übungsstätten verbinden
fr: Base de données Administrateur : les établissements de santé associés et les institutions de formation
it: Amministra database: Associa sedi mediche e istituzioni formative
nl: Database beheren: gezondheidszorginstellingen en opleidingsinstellingen koppelen

source: Continuing Education
de: Weiterführende Ausbildung
fr: Formation continue
it: Formazione permanente
nl: Permanente vorming
pt_br: Educação Continuada

source: Private Practice
de: private Übung
fr: Entrainement privé
it: Autoformazione
nl: Privépraktijk

source: Disciplinary Notice
de: Disziplinaranmerkungen
fr: Mesure disciplinaire
it: Avvisi disciplinari
nl: Disciplinaire aanschrijving

source: Return to Person
de: Zur Person zurückkehren
fr: Retour à la Personne
it: Ritorna alla persona
nl: Terug naar persoon

source: Add Demographic Information
de: Demographische Anmerkung hinzufügen
fr: Ajouter des informations démographiques
it: Aggiungi informazione demografica
nl: Demografische gegevens toevoegen
pt_br: Adicionar Informações Demográficas

source: County
de: Kreis
fr: Pays
it: Contea (in Italia NON usare)
nl: District
pt_br: País

source: Add Disciplinary Notice
de: Diziplinaranmerkung hinzufügen
fr: Ajouter Sanction disciplinaire
it: Aggiungi avviso disciplinare
nl: Disciplinaire aanschrijving toevoegen

source: Training Disruption
de: Übungsunterbrechung
fr: Interruption de formation
nl: Opleidingsonderbreking

source: Disruption Reason
de: Unterbrechungsgrund
fr: Motif de l'interruption
nl: Reden onderbreking

source: Disruption Date
de: Unterbrechungsdatum
fr: Date de l'interruption
nl: Datum onderbreking

source: Resumption Date
de: Wiederaufnahmedatum
fr: Date de la reprise
nl: Datum hervatten

source: Health Facility
de: medizinische Versorgungseinrichtung
fr: Établissement de santé
it: Struttura sanitaria
nl: Gezondheidscentrum
pt_br: Unidade de Saúde

source: Deployment Date
de: Verwendungsdatum
fr: Date de déploiement
nl: Inzetdatum
pt_br: Data da Implantação

source: Job/Post Title
de: Beruf/Posten Bezeichnung
fr: Titre de l’emploi/poste
it: Titolo impiego
nl: Titel voor baan/post
pt_br: Nome do Emprego/Função

source: Job/Post Code
de: Beruf/Posten Kennung
fr: Emploi / Code du poste
it: Codice impiego
nl: Code voor baan/post
pt_br: Código do Emprego/Função

source: Job/Post Information
de: Beruf/Posten Angaben
fr: Informations sur l’emploi
it: Informazioni sull'impiego
nl: Gegevens baan/post

source: Add/Update Person
de: Mitarbeiter hinzufügen/aktualisieren
fr: Ajouter / Mettre à jour une personne
it: Aggiungi/aggiorna persona
nl: Persoon toevoegen of bijwerken
pt_br: Adicionar/Atualizar Pessoa

source: Personal Information
de: Persönliche Angaben
fr: Informations personnelles
it: Informazioni personali
nl: Persoonlijke gegevens
pt_br: Informação pessoal

source: Training Program
de: Übungsprogramm
fr: Programme de formation
it: Programma training
nl: Opleidingsprogramma
pt_br: Programa de Treinamento

source: View Training
de: Schulung ansehen
fr: Voir la formation
it: Visualizza Allenamento
nl: Opleiding bekijken
pt_br: Vizualizar Treinamento

source: Return to Main Record
de: Zur Hauptaufzeichnung zurückkehren
fr: Retour au dossier principal
nl: Terug naar hoofdkaart

source: Correct This Information
de: Diese Angabe berichtigen
fr: Corriger cette information
it: Correggi questa informazione
nl: Gegevens corrigeren

source: Set Graduation Date
de: Abschlussdatum eingeben
fr: Date de remise du diplôme
nl: Afstudeerdatum toevoegen

source: Index Information
de: Verzeichnisangaben
fr: Information concernant l'index
nl: Indexgegevens

source: Training Institution
de: Schulungseinrichtung
fr: Établissement de formation
it: Istituto formativo
nl: Opleidingsinstituut
pt_br: Instituição de Treinamento

source: Exam Information
de: Zeugnisangaben
fr: Information sur l'examen
it: Informazioni sull'esame
nl: Examengegevens
pt_br: Informação do Exame

source: Add Continuing Education
de: Weiterführende Ausbildung hinzufügen
fr: Ajouter Formation continue
it: Aggiungi formazione permanente
nl: Permanente vorming toevoegen

source: Private Practice License Information
de: Lizenzinformationen zu Praxiserfahrungen
fr: Information sur la licence de l'entrainement privé
nl: Licentiegegevens privékliniek

source: Add Private Practice License
de: Lizenz zu Praxiserfahrung hinzufügen
fr: Ajouter une licence pour l'entrainement privé
nl: Licentie voor privékliniek toevoegen
pt_br: Adicionar Licença de Prática Privada

source: Select another Health Facility
de: Andere medizinische Versorgungseinrichtung auswählen
fr: Sélectionnez un autre établissement de santé
it: Seleziona altra struttura sanitaria
nl: Ander gezondheidscentrum selecteren

source: Update Associated Training Institutions
de: Assoziierte Übungseinrichten aktualisieren
fr: Mise à jour des établissements de formation associés
it: Aggiorna gli istituti formativi associati
nl: Gekoppelde opleidingsinstellingen bijwerken

source: Identification Code
de: Kennung
fr: Code d’identification
it: Codice identificativo
nl: Identificatiecode

source: Facility Type
de: Art der Einrichtung
fr: Type d’établissement
it: Tipo di sede
nl: Instellingstype
pt_br: Tipo de Unidade

source: Facility Agent
de: Einrichtungsleiter
fr: Agent d'établissement
nl: Faciliteitsagent

source: Facility Status
de: Einrichtungsstatus
fr: État de l'établissement
nl: Faciliteitstatus

source: Associated Training Institutions
de: Assoziierte Übungseinrichtungen
fr: Établissements de formation associés
it: Istituti formativi associati
nl: Gekoppelde opleidingsinstellingen
pt_br: Instituições de Treinamento Associadas

source: Add Person
de: Person hinzufügen
fr: Ajouter une personne
it: Aggiungi Persona
nl: Persoon toevoegen
pt_br: Adicionar Pessoa

source: Search Records
de: Aufzeichung suchen
fr: Rechercher des enregistrements
it: Cerca inserimento
nl: Gegevens doorzoeken
pt_br: Procurar Registros

source: Configure System
de: System einrichten
fr: Configurer le système
it: Configura il sistema
nl: Systeeminstellingen
pt_br: Configurar Sistema

source: Change Password
de: Passwort ändern
fr: Changer le mot de passe
it: Cambia Password
nl: Wachtwoord wijzigen
pt_br: Alterar Senha

source: Address in new Country
de: Anschrift im neuen Land
fr: Adresse dans le nouveau pays
it: Indirizzi nella nuova Nazione
nl: Adres in nieuw land

source: Out Migration Reason
de: Auswanderungsgrund
fr: Motif de la mutation
it: Ragioni trasferimento
nl: Reden voor migratie

source: Organization Requesting Verification
de: Nachweisbeantragende Organisation
fr: Entreprise nécessitant des vérifications
it: Verifica richieste organizzative
nl: Organisatie die verificatie verzoekt
pt_br: Organização que Solicita Verificação

source: Request Date
de: Datum beantragen
fr: Date de la demande
it: Data di richiesta
nl: Datum verzoek

source: Contact
de: Kontaktadresse
it: Contatto
nl: Contactpersoon
pt_br: Contato

source: No exam information has been added at this time.
de: Bisher keine Prüfungsangaben hinzugefügt
fr: Aucune information sur les examens n'a été ajouté à ce moment.
it: Nessuna informazione sull'esame è stata aggiunta al momento
nl: Er zijn nog geen examengegevens toegevoegd.

source: Add Exam Information
de: Prüfungsangaben hinzufügen
fr: Ajouter des informations de l’examen
it: Aggiungi informazioni sull'esame
nl: Examengegevens toevoegen
pt_br: Adicionar Informação de Exame

source: Add Education Information
de: Ausbildungsangaben hinzufügen
fr: Ajouter des renseignements sur l’éducation
it: Aggiungi informazione sulla formazione
nl: Opleidingsgegevens toevoegen
pt_br: Adicionar Informação Educational

source: return
de: zurückkehren
fr: retour
nl: terug
pt_br: retornar

source: Trained In Country
de: Übungsland
fr: Formés dans le pays
it: Formato nella nazione
nl: Opgeleid in land zelf

source: Trained Outside the Country
de: Außerhalb des Landes ausgebildet
fr: Formés à l’étranger
it: Formato all'estero
nl: Opgeleid in het buitenland
pt_br: Formado Fora do País

source: Country Trained in
de: Ausbildungsland
fr: Pays de formation
nl: Land van opleiding

source: Disciplinary Action Category
de: Art der Disziplinarmaßnahme
fr: Catégorie de mesures disciplinaires
it: Categoria di azioni disciplinari
nl: Categorie disciplinaire maatregel

source: View
de: Ansicht
fr: Afficher
it: Visualizza
nl: Weergave
pt_br: Visualizar

source: Information
it: Informazione
nl: Gegevens
pt_br: Informações

source: Inspection Results
de: Untersuchungsergebnisse
fr: Résultats de l’inspection
it: Risultato ispezione
nl: Inspectierapport

source: Inspection Date
de: Untersuchungsergebnisse
fr: Date d’inspection
it: Data ispezione
nl: Inspectiedatum

source: Materials Received?
de: Empfangene Stoffe?
fr: Documents reçus ?
it: Materiali ricevuti?
nl: Materialen ontvangen?
pt_br: Materiais Recebidos?

source: Materials Approved?
de: Erprobte Stoffe?
fr: Matériaux approuvé ?
it: Materiali approvati?
nl: Materialen goedgekeurd?
pt_br: Materiais Aprovados?

source: Endorser Name
de: Name des Eingebenden
fr: Nom du parrain
nl: Naam goedkeurende
pt_br: Nome do Endossante

source: Endorser Qualifications
de: Ausbildung des Eingebenden
fr: Métier du parrain
nl: Kwalificaties goedkeurende
pt_br: Qualificações do Endossante

source: Exam Date
de: Prüfungsdatum
fr: Date de l’examen
it: Data esame
nl: Examendatum
pt_br: Data do Exame

source: Exam Try
de: Prüfungsversuche
fr: Passage d'examen
it: Prova d'esame
nl: Proefexamen
pt_br: Exame de Tentativa

source: Exam Results
de: Prüfungsergebnisse
fr: Résultats de l’examen
it: Risultati d'esame
nl: Examenresultaten
pt_br: Exame de Resultados

source: Exam Number
de: Prüfungsnummer
fr: Nombre d’examen
it: Numero esame
nl: Examennummer
pt_br: Número do Exame

source: Add License
de: Lizenz hinzufügen
fr: Ajout d’une licence
nl: Licentie toevoegen
pt_br: Adicionar Licença

source: Reinstate License
de: Lizenz wiederinkraftsetzen
fr: Rétablir la license
nl: Licentie herstellen
pt_br: Reintegrar Licença

source: Identification
de: Kennung
it: Identità
nl: Identificatie
pt_br: Identificação

source: Identification Type
de: Art der Identifikation
fr: Type d’identification
it: Tipo di identificativo
nl: Identificatietype
pt_br: Tipo de Identificação

source: Select another Training Institution
de: Andere Schulungsstätte wählen
fr: Choisir une autre institution de formation
it: Seleziona un altro istituto formativo
nl: Ander opleidingsinstituut selecteren
pt_br: Selecionar outra Instituição de Treinamento

source: Update Associated Health Facilities
de: Assoziierte medizinische Einrichtungen aktualisieren
fr: Mise à jour des installations connexes de la santé
it: Aggiorna strutture sanitarie associate
nl: Gekoppelde gezondheidscentra bijwerken
pt_br: Atualizar Unidade de Saúde Associada

source: Associated Health Facilities
de: Assoziierte medizinische Einrichtungen
fr: Établissements de santé associés
it: Strutture sanitarie associate
nl: Gekoppelde gezondheidscentra
pt_br: Unidades de Saúde Associadas

source: Training Programs
de: Übungsprogramme
fr: Programmes de formation
it: Programmi formativi
nl: Opleidingsprogramma's
pt_br: Programas de Treinamento

source: Add Training Program
de: Übungsprogramm hinzufügen
fr: Ajouter un programme de formation
it: Aggiungi programma formativo
nl: Opleidingsprogramma toevoegen
pt_br: Adicionar Programa de Treinamento

source: Institution Inspections
de: Einrichtungsuntersuchungen
fr: Inspections de l'institution
nl: Instellingsinspecities
pt_br: Inspeções da Instituição

source: Add Institution Inspection
de: Einrichtungsuntersuchungen hinzufügen
fr: Ajouter une inspection de l'institution
nl: Instellingsinspectie toevoegen
pt_br: Adicionar Instituição de Inspeção

source: License
de: Lizenz
fr: Licence
it: Licenza
nl: Licentie
pt_br: Licença

source: Institution Inspection
de: Einrichtungsuntersuchungen
fr: Inspection d'institution
nl: Instellingsinspecitie
pt_br: Instituição de Inspeção

source: Passed?
de: Bestanden?
fr: Réussi ?
it: Passato?
nl: Geslaagd?
pt_br: Aprovado?

source: Administer Database
de: Datenbank verwalten
fr: Administrer la base de données
it: Amministra database
nl: Database beheren
pt_br: Administrar Banco de Dados

source: Minimum Qualification Required
de: benötigte Mindestausbildung
fr: Qualification minimale requise
it: Qualifica minima richiesta
nl: Minimaal vereiste kwalificatie
pt_br: Qualificação Mínima Requerida

source: ISCO Classification Code
de: ISCO Klassifizierungscode
fr: Code de classification CITP
nl: ISCO classificatiecode
pt_br: Código de Classificação ISCO

source: Add new Training Institution
de: Neue Übungseinrichtung hinzufügen
fr: Ajouter un nouvel établissement de formation
it: Aggiungi un istituto formativo
nl: Nieuw opleidingsinstituut toevoegen
pt_br: Adicionar Nova Instituição de Treinamento

source: Application Information
de: Bewerbungsangaben
fr: Demande d'information
nl: Aanvraaggegevens
pt_br: Informações do Aplicativo

source: Inspection Information
de: Untersuchungsangaben
fr: Information sur l'inspection
nl: Inspectiegegevens
pt_br: Informações da Inspeção

source: Private Practice License
de: Heimübungslizenz
fr: Licence d'entrainement privée
nl: Licentie voor privékliniek
pt_br: Licença de Prática Privada

source: License Lists
de: Lizenzlisten
fr: Listes de licence
nl: Licentielijsten
pt_br: Listas de Licença

source: Qualification
de: Qualifikation
it: Qualifica
nl: Kwalificatie
pt_br: Qualificação

source: Continuing Education Course
de: Weiterbildungskurs
fr: Cursus de formation continue
it: Corso di formazione permanente
nl: Opleiding permanente vorming

source: Training Disruption Reason
de: Grund der Übungsunterbrechung
fr: Motif de l’interruption de formation
nl: Reden onderbreken opleiding
pt_br: Motivo de Interrupção do Treinamento

source: Demographic Lists
de: Demographische Listen
fr: Listes démographiques
it: Liste demografiche
nl: Demografische lijsten
pt_br: Listas Demográficas

source: Geographic Lists
de: Ortslisten
fr: Listes géographiques
it: Liste geografiche
nl: Geografische lijsten
pt_br: Listas Geográficas

source: Institution Lists
de: Einrichtungslisten
fr: Listes des institutions
nl: Instellingenlijsten
pt_br: Listas de Instituição
