Repository: hispindia/ihris-bihar-2018
Catalog: lib/4.1.4-release/ihris-qualify/translations/templates/ihris-qualify/*.po
Languages: de, fr, it, nl, pt_br

source: Can view the disciplinary action form.
de: Kann das Datenblatt mit den Disziplinarmaßnahmen ansehen.
fr: Pour visualiser le formulaire de mesures disciplinaires.
it: E' possibile visualizzare il tipo di azione disciplinare.
nl: Kan het formulier disciplinaire actie bekijken.

source: Can view the out migration form.
de: Kann das Abwanderungsdatenblatt ansehen.
fr: Possibilité de visualiser le formulaire de migration sortante
it: E' possibile visualizzare il tipo di emigrazione.
nl: Kan het migratieformulier bekijken.

source: Can view the training form.
de: Kann das Schulungsdatenblatt ansehen.
fr: Possibilité de visualiser le formulaire de formation
it: E' possibile visualizzare il tipo di formazione.
nl: Kan het opleidingsformulier bekijken.

source: Can view the license form.
de: Kann das Lizenzdatenblatt ansehen.
fr: Possibilité de visualiser le formulaire de licence.
it: E' possibile visualizzare il tipo di licenza.
nl: Kan het licentieformulier bekijken.

source: Can view the education form.
de: Kann das Bildungsdatenblatt ansehen.
fr: Possibilité de visualiser le formulaire d'éducation.
it: E' possibile visualizzare il tipo di educazione.
nl: Kan het opleidingsformulier bekijken.

source: Can view the person license form.
de: Kann das Lizenzdatenblatt zu Personen ansehen.
fr: Possibilité de visualiser le formulaire de licence de la personne.
it: E' possibile visualizzare il tipo di licenza personale.
nl: Kan het persoonslicentieformulier bekijken.

source: Can view the record verify form.
de: Kann das Datensatzüberprüfungsdatenblatt ansehen.
fr: Possibilité de visualiser le formulaire de vérification de l'enregistrement.
it: E' possibile visualizzare il tipo di documento di verifica.
nl: Kan het formulier voor papierenverificatie bekijken.

source: Can view the deployment form.
de: Kann das Einsatzdatenblatt ansehen.
fr: Possibilité de visualiser le formulaire de déploiement.
it: E' possibile visualizzare il tipo di schieramento.
nl: Kan het inzetformulier bekijken.

source: Standardized Forms
de: Standardisierte Datenblätter
fr: Formulaires normalisés
it: Moduli Standardizzati
nl: Gestandaardiseerde formulieren

source: Standardized Training Forms
de: Standardisierte Datenblätter zur Schulung
fr: Formulaires de formation normalisés
it: Moduli di formazione standardizzati
nl: Gestandaardiseerde opleidingformulieren

source: Confirm
de: Bestätigen
fr: Confirmer
it: Conferma
nl: Bevestigen

source: District
de: Bezirk
it: Distretto (in Italia non usare)
pt_br: Distrito

source: Permanent
de: Dauerhaft
it: Permanente
pt_br: Permanente

source: The disruption date must be after the intake date for this training.
it: La data di interruzione deve essere successiva alla data di inizio del training.

source: Required Field
it: Campo obbligatorio

source: The resumption date must be after the disruption date.
it: La data di ripresa deve essere successiva alla data di interruzione.

source: The end date must be after the start date.
it: La data di fine deve essere successiva alla data di inizio.

source: The registration date must be after the application date.
it: La data di registrazione deve essere successiva alla data di iscrizione.

source: The exam date must be after the application date.
it: La data dell'esame deve essere successiva alla data di iscrizione.

source: You must select a Cadre from Trained in Country or Trained outside the Country
it: Occorre selezionare un ambito tra formazione nel paese o formazione all'estero

source: You must select the Country where training was received.
it: Occorre selezionare la nazione dove si è ricevuto il training.

source: This field is required when you selected training outside the country.
it: Campo obbligatorio quando si seleziona un training all'estero.

source: The graduation date must be after the intake date.
it: La data di laurea deve essere successiva alla data di immatricolazione.

source: The reinstatement date must be after the initial action date.
it: La data di reintegro deve essere successiva alla data dell'azione iniziale.

source: The Reinstatement Date should be after the Disciplinary Action Date.
it: La data di reintegro dovrebbe essere successiva alla data dell'azione disciplinare.

source: Index Number: %1$s - Cadre: %2$s - Intake Date: %3$s
it: Numero di indice:%1$s - Ambito: %2$s - Data di inizio: %3$s
