Repository: hispindia/ihris-bihar-2018
Catalog: lib/4.1.4-release/ihris-qualify/translations/templates/ihris-qualify/*.po
Languages: de, fr, it, nl, pt_br

source: Add a new record for a student or health professional. For a record, update contact and personal information; add details of training programs in progress or completed; record exam applications and results; issue registrations, licenses and license renewals; and record private practice licenses, out migration verification requests, disciplinary actions and deployments.
de: Einen neuen Datensatz für einen Studenten oder Heilberufler hinzufügen. Um einen Datensatz anlegen zu können, müssen die Kontakt- sowie Personeninformationen aktualisiert; Angaben zu Schulungen, die gerade besucht werden oder bereits absolviert wurden angegeben; Prüfungen und deren Ergebnisse hinterlegt; Registrierungsdaten, Lizenzen und Lizenzerneuerungen angelegt sowie Lizenzinformationen zur Praxiserfahrung, Abwanderungsanfragen, Disziplinarmaßnahmen sowie Einsätze aufgezeichnet werden.
fr: Ajouter un nouvel enregistrement pour un étudiant ou un professionnel de la santé. Pour un enregistrement, mise à jour de contact et des renseignements personnels; ajouter des détails des programmes de formation en cours ou achevés; enregistrement des examens d'applications et des résultats; des enregistrements, les licences et les renouvellements de licence; inscrire les licences pratique privée, les demandes de vérification de migration, les mesures disciplinaires et les déploiements.
it: Aggiungi un nuovo record per uno studente o una professione. Per un record, aggiorna il contatto e le informazioni personali; aggiungi dettagli dei programmi di formazione in corso o completati; registra le prove d'esame e i risultati; problemi con le registrazioni, licenze e rinnovi delle licenze; e registra le private pratice licenses, le richieste di verifica trasferimento, le azioni disciplinari e i deployments.
nl: Voeg een nieuwe kaart toe voor een studen of een gezondheidswerker. Werk contactgegevens en persoonlijke gegevens bij voor een kaart. Voeg gegevens toe over opleidingsprogramma's die op dit moment worden gevolgd of die zijn afgerond. Neem afgenomen examens en examenresultaten op. Geef een registratie, licenties en vernieuwde licenties af. Leg licenties voor particuliere praktijken vast, als ook gegevens over migratieverificatieverzoeken, disciplinaire maatregelen en inzet.
pt_br: Adicione um novo registro para um estudante ou profissional de saúde. Para um registro, atualizar contato e informação pessoal; adicionar detalhes do programa de treinamento em execução ou concluído; gravar aplicações de exames e resultados; registro de problemas, licenças e renovações de licença; e registro de licenças de prática privada, requisições de verificação de emigração, ações disciplinares e de instalação.

source: Locate any person's record in the system to review, print or update.
de: Datensatz zu jeglichen Personen im System, zum Überprüfen, Aktualisierung oder Drucken, ermitteln.
fr: Trouver n'importe quelles données d'une personne dans le système pour les revoir, les imprimer ou les mettre à jour.
it: Cerca persona da esaminare, stampare o aggiornare.
nl: De gegevens van personen vinden om ze te bekijken, af te drukken of bij te werken.
pt_br: Localizar qualquer registro de pessoa no sistema para rever, imprimir ou atualizar.

source: Reports enable analysis of human resource data in various ways. Customize, display and print lists of health workers or students, statistical charts and other standard reports. Access is limited to Data Operations Managers and Decision Makers.
de: Aufzeichnungen ermöglichen die Auswertung der Personaldaten auf verschiedenen Wegen. Erstellen, zeigen und drucken Sie Listen von Medizinern oder Schülern, statistischen Diagrammen und anderen Standartaufzeichnungen. Zugriff auf Datenoperationsmanager und Entscheidungsträger beschränkt.
fr: Rapports permet l'analyse des données de ressources humaines de différentes manières. Personnaliser l'affichage et imprimer des listes d'agents de santé ou des étudiants, des tableaux statistiques et d'autres rapports standard. L'accès est limité aux Gestionnaires des opérations de données et aux Décideurs.
it: I report consentono vari tipi di analisi sui dati delle risorse umane. Personalizza, visualizza e stampa liste di dipendenti o studenti, grafici statistici e altri rapporti standard. L'accesso è limitato ai gestori delle Data Operations e ai Decision Makers.
nl: Maakt de analyse van personeelsgegevens op verschillende wijzen mogelijk. U kunt lijsten van gezondheidswerker of studenten aanpassen, weergeven en afdrukken, en u hebt toegang tot statistische grafieken en andere standaard rapportages. De toegang is beperkt tot de rollen databeheerders en beslissers.

source: Configure modules, manage the database and create or update user accounts.
de: Module konfigurieren, Datenbank verwalten und Benutzerkonten erstellen und aktualisieren.
fr: Configurer les modules, gérer la base de données et créer ou mettre à jour les comptes d'utilisateurs.
it: Configura i moduli, gestisci il database e crea o aggiorna gli utenti.
nl: Modules instellen, de database beheren en gebruikers aanmaken of bijwerken.

source: First Try
de: Erster Versuch
fr: Premier essai
it: Primo tentativo
nl: Eerste poging
pt_br: Primeira Tentativa

source: Re-Try
de: Zweiter Versuch
fr: Deuxième essai
it: Ritenta
nl: Tweede poging
pt_br: Nova Tentativa

source: Final Try
de: Letzter Versuch
fr: Dernier essai
it: Ultimo tentativo
nl: Laatste poging
pt_br: Tentativa Final

source: Pass
de: Bestanden
fr: Mot de passe
it: Passato
nl: Voldoende
pt_br: Passar

source: Fail
de: Durchgefallen
fr: Refusé
it: Fallito
nl: Onvoldoende
pt_br: Falha

source: Did not sit for exam
de: Hat an der Prüfung nicht teilgenommen
fr: Ne s’est pas présenté à l’examen
it: Non sedersi per l'esame
nl: Niet deelgenomen
pt_br: Não se sentar para o exame

source: Temporary
de: Vorübergehend
fr: Temporaire
it: Temporaneo
nl: Tijdelijk
pt_br: Temporário

source: Endorser Date
de: Wechseldatum
fr: Date de parrainage
it: Data di approvazione
nl: Datum goedgekeurd
pt_br: Data Endossante

source: Active?
de: Aktiv?
fr: Actif(ve)?
it: Attivare ?
nl: Actief?
pt_br: Ativo?

source: Location
de: Standort
fr: Emplacement
it: Luogo
nl: Locatie
pt_br: Localização

source: Generate this Number
de: Diese Zahl generieren
fr: Générer ce numéro
it: Genera questo Numero
nl: Dit nummer aanmaken
pt_br: Gerar Este Número

source: Birth Location
de: Geburtsort
fr: Lieu de naissance
it: Luogo di Nascita
nl: Geboorteplaats
pt_br: Local de Nascimento

source: Home
de: Startseite
fr: Accueil
it: Casa
nl: Startpagina
pt_br: Início

source: Generate next Index Number
de: Nächste Indexnummer generieren
fr: Générer le nombre suivant de l'index
it: Genera successivo numero d'Indice
nl: Volgende indexnummer aanmaken
pt_br: Gerar próximo Número do ìndice

source: Trained Outside this Country
de: Außerhalb dieses Staates ausgebildet
fr: Formé à l'extérieur ce pays
it: Formato fuori da questo paese
nl: Opgeleid buiten dit land
pt_br: Treinado Fora deste País

source: Facility Institution
de: Institution zur Einrichtung
fr: Institution d'établissement
it: Istituzione della struttura
nl: Faciliteit instelling
pt_br: Instituição de Instalação

source: Facility Institution Edit Facility
de: Institution zur Einrichtung - Einrichtung bearbeiten
fr: Institution d'établissement Editer l'établissement
it: Istituzione della struttura Modifica struttura
nl: Faciliteit instelling - faciliteit bewerken
pt_br: Instituição de Instalação Editar Instalação

source: Facility Institution Edit Institution
de: Institution zur Einrichtung - Institution bearbeiten
fr: Institution d'établissement Éditer l'établissement
it: Istituzione della struttura Modifica Istituzione
nl: Faciliteit instelling - instituut bewerken
pt_br: Instituição de Instalação Editar Instituição

source: Person
fr: Personne
it: Persona
nl: Persoon
pt_br: Pessoa

source: Education History
de: Bildungsverlauf
fr: Historique d'éducation
it: Storico della formazione
nl: Opleidingsgeschiedenis
pt_br: Histórico Educacional

source: Training
de: Schulung
fr: Formation
it: Allenamento
nl: Opleiding
pt_br: Treinamento

source: Exam Result
de: Prüfungsergebnis
fr: Résultat de l'examen
it: Risultato Esame
nl: Examenuitslag
pt_br: Resultado do Exame

source: Exam
de: Prüfung
fr: Examen
it: Esame
nl: Examen
pt_br: Exame

source: Registration Type
de: Registrierungstyp
fr: Type d'enregistrement
it: Tipo Registrazione
nl: Registratietype
pt_br: Tipo de Registro

source: Data Operations Manager
de: Betriebsleiter Daten
fr: Données Operations Manager
it: Manager delle operazioni sui dati
nl: Gegevens Operations Manager
pt_br: Administrador de Operações de Dados

source: Registration Supervisor
de: Registerbetreuer
fr: Superviseur d'enregistrement
it: Supervisore Registrazioni
nl: Registratie Supervisor
pt_br: Supervisor de Registros

source: Records Officer
de: Datenbearbeiter
fr: Préposé aux enregistrements
it: Responsabile dei documenti
nl: Chef Administratie
pt_br: Oficial de Registro

source: Decision Maker
de: Entscheidungsträger
fr: Décideur
it: Responsabile delle decisioni
nl: Beleidsmaker
pt_br: Tomador de Decisão

source: Add/Update Continuing Education Information
de: Informationen zu Weiterbildungen hinzufügen/aktualisieren
fr: Ajouter / Mettre à jour l'information Formation continue
it: Aggiungere/Aggiornare informazioni formazione continua
nl: Gegevens permanente vorming toevoegen of bijwerken
pt_br: Adicionar/Atualizar Informação de Educação Continuada

source: Add/Update Deployment
de: Einsatz hinzufügen/aktualisieren
fr: Ajouter / Mettre à jour Déploiement
it: Aggiungere/Aggiornare schieramento
nl: Inzet toevoegen of bijwerken
pt_br: Adicionar/Atualizar Instalação

source: Add/Update Disciplinary Action
de: Disziplinarmaßnahme hinzufügen/aktualisieren
fr: Ajouter/Actualiser une mesure disciplinaire
it: Aggiungi/aggiorna azione disciplinare
nl: Disciplinaire maatregel toevoegen of bijwerken
pt_br: Adicionar/Atualizar Ação Disciplinar

source: Reinstate License after Disciplinary Action
de: Lizenz nach Disziplinarmaßnahme zurückgeben
fr: Rétablir la licence après l'action disciplinaire
it: Reintegrare la licenza dopo l'azione disciplinare
nl: Licentie herstellen na disciplinaire maatregelen
pt_br: Reintegrar Licença depois de Ação Disciplinar

source: Add/Update Education Information
de: Informationen zur Ausbildung hinzufügen/aktualisieren
fr: Ajouter / Mettre à jour l'information Éducation
it: Aggiungi/Aggiorna informazioni sulla formazione
nl: Opleidingsgegevens toevoegen of bijwerken
pt_br: Adicionar/Atualizar Informação Educacional

source: Add/Update Exam Information
de: Informationen zur Prüfung hinzufügen/aktualisieren
fr: Ajouter / Mettre à jour Information sur l'examen
it: Aggiungi/Aggiorna Informazioni Esame
nl: Examengegevens toevoegen of bijwerken
pt_br: Adicionar/Atualizar Informação de Exame

source: Health Facility / Training Institution
de: Gesundheitseinrichtung/Schulungseinrichtung
fr: Établissement de santé / Institution de formation
it: Struttura sanitaria / Istituto di formazione
nl: Gezondheidscentrum / opleidingsinstelling
pt_br: Unidade de Saúde / Instituição de Treinamento

source: Add Graduation Date
de: Abschlussdatum hinzufügen
fr: Ajouter la date d’obtention du diplôme
it: Aggiungi data di laurea
nl: Afstudeerdatum toevoegen
pt_br: Adicionar Data da Graduação

source: View History
de: Verlauf anzeigen
fr: Afficher l’historique
it: Visualizza storico
nl: Geschiedenis weergeven
pt_br: Visualizar Histórico

source: Add/Update Training Institution Inspection
de: Informationen zur Inspektion der Schulungseinrichtung hinzufügen/aktualisieren
fr: Ajouter / Mettre à jour l'inspection des établissement de formation
it: Aggiungere/aggiornare Ispezione dell'Istituto di formazione
nl: Inspectie opleidingsinstituut toevoegen of bijwerken
pt_br: Adicionar/Atualizar Inspeção de Instituição de Treinamento

source: Add/Update License Information
de: Informationen zur Lizenz hinzufügen/aktualisieren
fr: Ajouter / Mettre à jour les informations de licence
it: Aggiungi/Aggiorna informazione licenza
nl: Licentiegegevens toevoegen of bijwerken
pt_br: Adicionar/Atualizar Informação de Licença

source: Add/Update Out Migration Information
de: Informationen zur Abwanderung hinzufügen/aktualisieren
fr: Ajouter / Mettre à jour des informations de migration
it: Aggiungere/Aggiornare informazioni sulla formazione
nl: Migratiegegevens toevoegen of bijwerken
pt_br: Adicionar/Atualizar Informação de Emigração

source: Add/Update Private Practice License Information
de: Lizenzinformationen zur Praxiserfahrung hinzufügen/aktualisieren
fr: Ajouter / Mettre à jour les informations de licence de pratique privée
it: Aggiungere/Aggiornare le informazioni sulle licenze delle Pratiche private
nl: Licentiegegevens voor particuliere praktijken toevoegen of bijwerken
pt_br: Adicionar/Atualizar Informação de Licença de Prática Privada

source: Add/Update Registration Information
de: Informationen zur Registrierung hinzufügen/aktualisieren
fr: Ajouter / Mettre à jour les informations d’enregistrement
it: Aggiungi/Aggiorna informazioni di registrazione
nl: Registratiegegevens toevoegen of bijwerken
pt_br: Adicionar/Atualizar Informações de Registro

source: Renew License Information
de: Lizenzinformationen aktualisieren
fr: Informations sur le renouvellement de licence
it: Informazioni Rinnovo Licenza
nl: Licentiegegevens vernieuwen
pt_br: Renovar Informação de Licensa

source: Add/Update Training Disruption
de: Schulungsunterbrechung hinzufügen/aktualisieren
fr: Ajouter / Mettre à jour interruption de formation
it: Aggiungere/Aggiornare Interruzione formazione
nl: Opleidingsonderbreking toevoegen of bijwerken
pt_br: Adicionar/Atualizar Interrupção de Treinamento

source: Add/Update Training
de: Schulung hinzufügen/aktualisieren
fr: Ajouter / Mettre à jour la formation
it: Aggiungi/Aggiorna formazione
nl: Opleiding toevoegen of bijwerken
pt_br: Adicionar/Atualizar Treinamento

source: Add/Update Training Program
de: Schulungsprogramm hinzufügen/aktualisieren
fr: Ajouter / Mettre à jour le programme de formation
it: Aggiungi/Aggiorna Programma di formazione
nl: Opleidingsprogramma toevoegen of bijwerken
pt_br: Adicionar/Atualizar Programa de Treinamento

source: Resume Training Disruption
de: Schulungsunterbrechung beenden
fr: Recommencer une interruption de formation
it: Riprendere interruzione della formazione
nl: Opleidingsonderbreking afmelden
pt_br: Retornar à Interrupção do Trainamento

source: Search People
de: Personen suchen
fr: Rechercher des personnes
it: Cerca Persone
nl: Mensen zoeken
pt_br: Procurar Pessoas

source: Search Trainings
de: Schulungen suchen
fr: Rechercher des formations
it: Cerca Allenamenti
nl: Opleidingen zoeken
pt_br: Procurar Treinamentos

source: Locate any person's record in the system by training information. A person may appear multiple times if they have multiple trainings.
de: Datensatz zu jeglichen Personen im System anhand von Schulungsdaten ermitteln. Eine Person wird mehrere Male ausgegeben, sofern sie an mehreren Schulungen teilgenommen hat.
fr: Localiser le dossier de n'importe quelle personne par information de formation. Une personne peut apparaître plusieurs fois si elle a plusieurs formations.
it: Individua qualsiasi record di persona nel sistema di informazione di formazioni. Una persona può apparire più volte se sono coinvolti in più corsi di formazione.
nl: Vind de gegevens van personen in het systeem op opleidingsgegevens. Een persoon kan meerdere keren voorkomen als ze meerdere opleidingen hebben gevolgd.
pt_br: Localiza qualquer registro de pessoas no sistema por informações de treinamento. Uma pessoa pode aparecer múltiplas vezes se ela tiver múltiplos treinamentos.

source: Select the training school and cadre here for people that trained in country.
de: Hier Schulungsort und das Personal auswählen, um die Personen zu ermitteln, die in dem betreffenden Staat geschult wurden.
fr: Sélectionnez l'école de formation et le cadre ici pour les gens formés dans ce pays.
it: Selezionare qui la scuola di formazione e l'organico per le persone che si stanno formando nel paese.
nl: Selecteer hier het opleidingsinstituut en het kader voor mensen die in het land zijn opgeleid.
pt_br: Selecionar aqui a escola de treinamento e estrutura para pessoas treinadas no país.

source: Select the country, type the training institution and select the cadre for people that were trained in another country.
de: Hier Staat, Schulungsart, und Schulungsträger sowie das Personal auswählen, um die Personen zu ermitteln, die in einem anderen Staat geschult wurden.
fr: Sélectionnez le pays, le type de l'établissement de formation et de sélectionner le cadre pour les personnes qui ont été formés dans un autre pays.
it: Selezionare il paese, il tipo d'ente di formazione e selezionare i quadri per le persone che sono stati formati in un altro paese.
nl: Selecteer het land, voer het opleidingsinstituut in en selecteer het kader voor mensen die in een ander land zijn opgeleid.
pt_br: Selecionar o país, tipo de instituição de treinamento e selecionar a estrutura para pessoas que foram treinadas em outro país.

source: Add Passport Photo
de: Passfoto hinzufügen
fr: Ajouter une photo de passeport
it: Aggiungi foto d'identità
nl: Pasfoto toevoegen
pt_br: Adicionar Foto de Passaporte

source: Record Verification
de: Datensatzüberprüfung
fr: Vérification du dossier
it: Record di Verifica
nl: Papierenverificatie
pt_br: Registro de Verificação

source: Add Verification
de: Überprüfung hinzufügen
fr: Ajouter la vérification
it: Aggiungi Verifica
nl: Verificatie toevoegen
pt_br: Adicionar Verificação

source: View Verification History
de: Überprüfungsverlauf ansehen
fr: Afficher l'historique de vérification
it: Aggiungi Verifica Storico
nl: Verificatiegeschiedenis bekijken
pt_br: Visualizar Histórico de Verificação

source: Select another Out Migration Reason
de: Einen anderen Grund für die Abwanderung auswählen
fr: Sélectionnez une autre en raison de migration externe
it: Seleziona un altra motivazione di emigrazione
nl: Selecteer een andere migratiereden
pt_br: Selecionar outro Motivo de Emigração

source: Select another Qualification
de: Eine andere Qualifikation auswählen
fr: Sélectionnez une autre qualification
it: Seleziona un'altra qualifica
nl: Selecteer een andere kwalificatie
pt_br: Selecionar outra Qualificação

source: Select another Disciplinary Action Category
de: Eine andere Disziplinarmaßnahmenkategorie auswählen
fr: Sélectionnez une autre catégorie d'action disciplinaire
it: Seleziona un'altra categoria per azioni disciplinari
nl: Selecteer een andere categorie voor disciplinaire actie
pt_br: Selecionar outra Categoria de Ação Disciplinar

source: Select another Certificate
de: Ein anderes Zertifikat auswählen
fr: Sélectionnez un autre certificat
it: Seleziona un altro certificato
nl: Selecteer een ander certificaat
pt_br: Selecionar outro Certificado

source: Select another Academic Level
de: Ein anderes Bildungsniveau auswählen
fr: Sélectionnez un autre niveau académique
it: Seleziona un altro livello accademico
nl: Selecteer een ander academisch niveau
pt_br: Selecionar outro Nível Acadêmico

source: Select another Training Disruption Reason
de: Einen anderen Grund für die Schulungsunterbrechnung auswählen
fr: Sélectionnez une autre raison d'interruption de formation
it: Seleziona un'altra motivazione di interruzione della formazione
nl: Selecteer een andere reden voor opleidingsonderbreking
pt_br: Selecionar outro Motivo de Interrupção de Treinamento

source: Administrative Lists
de: Administrative Liste
fr: Listes administratives
it: Liste amministrative
nl: Administratieve lijsten
pt_br: Listas Administrativas

source: Record Verification Changes
de: Datensatzüberprüfungsänderungen
fr: Modifications apportées au fichier de vérification
it: Registrare modifiche di verifica
nl: Verificatiewijzigingen voor documenten
pt_br: Registro de Mudança de Verificações

source: Select another Facility Status
de: Einen anderen Einrichtungsstatus auswählen
fr: Choisir une autre condition installation
it: Selezionare un altro stato della struttura
nl: Selecteer een andere faciliteitstatus
pt_br: Selecionar outra condição de instalação

source: Select another Identification Type
de: Eine andere Identifizierungsart auswählen
fr: Sélectionnez un autre type d'identification
it: Seleziona un altro tipo d'identificazione
nl: Selecteer een ander identificatietype
pt_br: Selecionar outro Tipo de Identificação

source: Administer Database: Training Program
de: Datenbank verwalten: Schulungsprogramm
fr: Administrez base de données: Programme de formation
it: Amministrazione Database: Programma di formazione
nl: Database beheren: opleidingsprogramma
pt_br: Administrador de Banco de Dados: Programa de Treinamento

source: View Reports
de: Berichte ansehen
fr: Afficher les rapports
it: Visualizza Rapporti
nl: Rapportages bekijken
pt_br: Vizualizar Relatórios

source: Select another Facility Agent
de: Einen anderen Einrichtungsleiter auswählen
fr: Choisir un autre agent d'installation
it: Seleziona un altro funzionario della struttura
nl: Selecteer een andere faciliteitagent
pt_br: Selecionar outro Agente de Instalação

source: Select another Training Disruption Category
de: Eine andere Schulungsunterbrechnungskategorie auswählen
fr: Sélectionner une autre catégorie d'interruption de formation
it: Selezionare un'altra categoria di interruzione della formazione
nl: Selecteer een andere categorie voor opleidingsonderbreking
pt_br: Selecionar outra Categoria de Interrupção de Treinamento

source: Select another Disciplinary Action Reason
de: Einen anderen Grund für die Disziplinarmaßnahme auswählen
fr: Sélectionnez un autre motif d'action disciplinaire
it: Seleziona un'altra ragione dell'azione disciplinare
nl: Ander reden voor disciplinaire maatregel selecteren
pt_br: Selecionar outro Motivo de Ação Disciplinar

source: Select another Cadre
de: Einen anderen Mitarbeiter auswählen
fr: Sélectionnez un autre cadre
it: Seleziona un altro quadro
nl: Ander kader selecteren
pt_br: Selecionar outra Estrutura

source: Update Training / Registrations / Licenses
de: Schulungen/Registrierungen/Lizenzen aktualisieren
fr: Mise à jour de formation/inscriptions/licences
it: Aggiornamento Formazione / Registrazioni / Licenze
nl: Opleidingen, registratie en licenties bijwerken
pt_br: Atualizar Treinamentos / Registros / Licenças

source: Additional Information
de: Zusätzliche Informationen
fr: Informations supplémentaires
it: Informazioni Aggiuntive
nl: Extra gegevens
pt_br: Informações Adicionais

source: Registration Certificate
de: Registrierungszertifikat
fr: Certificat d'enregistrement
it: Certificato di Registrazione
nl: Registratiecertificaat
pt_br: Certificado de Matrícula

source: License Card
de: Lizenzausweis
fr: Carte de licence
it: Carta di Licenza
nl: Licentiekaart
pt_br: Cartão de Licença

source: Next of Kin Information
de: Informationen zur Verwandtschaft
fr: Informations du proche
it: Successivo dell'Informazione sul Gruppo
nl: Gegevens over naaste verwanten
pt_br: Informação de Parente Próximo

source: Add Next of Kin
de: Verwandtschaft hinzufügen
fr: Ajoutez un proche
it: Aggiungi Successivo al Gruppo
nl: Naaste verwanten toevoegen
pt_br: Adicionar Parente Próximo

source: Scanned Paper Records
de: Eingescannte Papierdokumente
fr: Enregistrements des papiers scannés
it: Registrazioni Cartacee Scannerizzate
nl: Gescande documenten
pt_br: Registros de Papéis Digitalizados

source: Add Scanned Document
de: Eingescanntes Dokument hinzufügen
fr: Ajouter un document numérisé
it: Aggiungi Documento Scannerizzato
nl: Gescand document toevoegen
pt_br: Adicionar Documento Digitalizado
