Repository: hispindia/ihris-bihar-2018
Catalog: lib/4.1.4-release/ihris-common/translations/templates/ihris-common/*.po
Languages: fa, ms, nl

source: Configure System
fa: پیکربندی سامانه
ms: Konfigurasi Sistem
nl: Systeeminstellingen

source: Administer Database
fa: ادارهٔ پایگاه داده
ms: Tadbirkan Pangkalan Data
nl: Database beheren

source: Administer positions and create and update dropdown menus.
fa: ادارهٔ جایگاه‌ها و ایجاد و به‌روزرسانی منوهای کشویی.
ms: Tadbir urus jawatan, dan cipta dan kemas kini menu juntai bawah.
nl: Posities beheren en selectielijsten aanmaken en bijwerken.

source: Configure Modules
fa: پیکربندی ماژول‌ها
ms: Konfigurasi Modul
nl: Moduleinstellingen

source: Enable and disable the various modules for the system.
fa: فعال‌سازی و غیرفعال‌سازی ماژول‌های مختلف برای سامانه.
ms: Hidupkan dan matikan pelbagai modul pada sistem.
nl: Modules voor het systeem in- en uitschakelen

source: Manage Reports
fa: مدیریت گزارش‌ها
ms: Uruskan Laporan
nl: Rapportages beheren

source: Manage the standard reports available to users and create new custom reports.
fa: مدیریت گزارش‌های استاندارد موجود و ایجاد گزارش‌های سفارشی جدید.
ms: Uruskan laporan piawai yang disediakan untuk pengguna serta mencipta laporan tersuai baru.
nl: Voor gebruikers beschikbare standaard rapportages beheren en nieuwe maatwerkrapportages aanmaken.

source: Form Relationships
fa: شکل‌دهی به روابط
ms: Hubungan Borang
nl: Formulierrelaties

source: Define how forms are related for use in reports.
fa: تعریف اینکه چطور فرم‌ها برای استفاده در گزارش‌ها ارتباط داده می‌شوند.
ms: Takrifkan cara penggunaan borang dalam laporan.
nl: Instellen hoe formulieren zich verhouden voor gebruik in rapportages.

source: Reports
fa: گزارش‌ها
ms: Laporan
nl: Rapportages

source: Browse Magic Data
fa: مرور داده‌های جادویی
nl: Magische gegevens verkennen

source: Browse the configuration data used by the sytem.
fa: مرور و پیکربندی داده‌های مورد استفاده توسط سامانه.
nl: Configuratiegegevens voor het systeem verkennen.

source: Tasks and Roles
fa: وظایف و نقش‌ها
ms: Tugas dan Peranan
nl: Taken en rollen

source: Administer Tasks and Roles for the System
fa: ادارهٔ وظایف و نقش‌ها برای سامانه
nl: Taken en rollen in het systeem beheren

source: Manage Locales
fa: مدیریت محل‌ها
ms: Uruskan Penempatan
nl: Talen beheren

source: Manage the Locales made available by the system
fa: مدیریت محل‌های در دسترس قرار گرفته توسط سامانه
nl: De talen beheren die in het systeem beschikbaar zijn

source: Background Processes
fa: پردازش‌های زمینه
ms: Proses Latar Belakang
nl: Achtergrondprocessen

source: Examine background processes you have started
fa: پردازش‌های زمینه را که آغاز کرده‌اید بیازمایید
nl: Achtergrondprocessen die u hebt gestart bekijken

source: Browse Forms
fa: مرور فرم‌ها
ms: Semak Seimbas Borang
nl: Formulieren bekijken

source: Browse the forms used by the system.
fa: مرور فرم‌های مورد استفاده توسط سامانه.
ms: Semak seimbas borang-borang yang digunakan oleh sistem.
nl: De formulieren die gebruikt worden in het systeem bekijken.

source: Cached Forms
fa: فرم‌های ذخیره‌شده
ms: Borang dalam Cache
nl: Formulieren in de cache

source: Control the creation of cached forms
fa: کنترل بر ایجاد فرم‌های ذخیره‌شده
ms: Kawal penghasilan borang-borang yang di-cache-kan
nl: Het aanmaken van formulieren in de cache beheren

source: Administer Users
fa: کاربران اداره‌کننده
ms: Tadbirkan Pengguna
nl: Gebruikers beheren

source: Field Change History
fa: تاریخچهٔ تغییر فیلد
nl: Veldwijzigingsgeschiedenis

source: return
fa: بازگشت
ms: kembali
nl: Terug

source: Tasks Roles
fa: نقش‌های وظایف
nl: Taakrollen

source: Demographic Lists
fa: فهرست‌های جمعیتی
nl: Demografische lijsten

source: Identification Type
fa: نوع شناسایی
nl: Identificatietype

source: Marital Status
fa: وضعیت تأهل
nl: Burgerlijke staat

source: Geographic Information
fa: اطلاعات جغرافیایی
nl: Geografische gegevens

source: Country
fa: کشور
ms: Negara
nl: Land

source: Region
fa: منطقه
ms: Kawasan
nl: Regio

source: District
fa: ناحیه
ms: Daerah

source: County
fa: شهرستان
ms: Kaunti
nl: Land

source: Currency
fa: واحد پول
ms: Mata wang
nl: Munteenheid

source: Additional Information
fa: اطلاعات بیشتر
nl: Extra gegevens

source: Competency Type
fa: نوع صلاحیت
nl: Competentietype

source: Competency
fa: صلاحیت
nl: Competentie

source: Continuing Education Course
fa: ادامهٔ دورهٔ تحصیلی
nl: Opleiding voor permanente vorming

source: Training Institution
fa: موسسهٔ آموزشی
nl: Trainingsinstituut

source: Training Funder
fa: سرمایهٔ آموزشی
nl: Bekostiging cursus

source: Full Name
fa: نام و نام خانوادگی
nl: Volledige naam

source: Date Changed
fa: تاریخ تغییر کرد
nl: Gewijzigd op

source: Welcome
fa: خوش آمدید
ms: Selamat Datang
nl: Welkom

source: Custom Reports
fa: گزارش‌های سفارشی
ms: Laporan Tersuai
nl: Maatwerkrapportages

source: Change Password
fa: تغییر گذرواژه
ms: Tukar Kata Laluan
nl: Wachtwoord wijzigen

source: Can access the general configure system menu
fa: می‌تواند به منوی عمومی پیکربندی سامانه دسترسی داشته باشد
ms: Boleh mengakses menu sistem konfigurasi am
nl: Heeft toegang tot de algemene systeeminstellingen

source: Home
fa: خانه
ms: Laman utama
nl: Hoofdmenu

source: View History
fa: نمایش تاریخچه
ms: Lihat Sejarah
nl: Geschiedenis weergeven

source: View Field History
fa: نمایش تاریخچهٔ فیلد
nl: Veldgeschiedenis bekijken

source: Access Denied
fa: امکان دسترسی وجود ندارد
ms: Akses Ditolak
nl: Toegang geweigerd

source: Define reports based on previously defined relationships. You can choose which fields are available to each report and what fields can be used to limit the report.
fa: گزارش‌ها را بر اساس روابط تعریف‌شدهٔ پیشین تعریف کن. شما می‌توانید انتخاب کنید که کدام فیلدها برای هر گزارش موجود هستند و از کدام فیلدها برای محدودسازی گزارش می‌توان استفاده کرد.
ms: Takrifkan laporan berasaskan hubungan yang ditakrifkan sebelum ini. Anda boleh memilih medan-medan mana untuk disediakan di setiap laporan dan bidang-bidang mana yang boleh digunakan untuk mengehadkan laporan.
nl: Bepaal rapport op basis van vooraf gedefinieerde relaties. U kan kiezen welke velden beschikbaar zijn voor elk rapport en welke velden gebruikt kunnen worden om het rapport te beperken.

source: Create, update and disable user accounts to enforce secure access to the system. Access is limited to the System Administrator.
fa: ایجاد، به‌روزرسانی و غیر فعال‌سازی حساب‌های کاربری برای عملی‌ساختن دسترسی امن به سامانه. دسترسی به مدیر سیستم محدود است.
ms: Buka, kemas kini dan matikan akaun pengguna demi keselamatan akses ke dalam sistem. Akses terhad kepada Pentadbir Sistem.
nl: Gebruikers aanmaken, bijwerken en uitschakelen om de toegang tot het systeem te bepalen. Alleen systeembeheerders hebben toegang.

source: Confirm
fa: تأیید
ms: Sahkan
nl: Bevestigen

source: Report Views
ms: Pandangan Laporan
nl: Rapportweergaves
