Repository: hispindia/ihris-bihar-2018
Catalog: lib/4.1.4-release/ihris-common/translations/templates/simple-competency/*.po
Languages: de

source: Edit This Information
de: Diese Informationen bearbeiten

source: Update this Information
de: Diese Informationen aktualisieren

source: Select another Competency Type
de: Eine andere Fähigkeitenart auswählen

source: Competency Type
de: Art der Fähigkeit

source: Select another Competency
de: Eine andere Fähigkeit auswählen

source: Competency
de: Fähigkeiten

source: Select another Competency Evaluation
de: Eine andere Bewertung der Fähigkeit auswählen

source: Competency Evaluation
de: Bewertung der Fähigkeiten

source: Edit the competency list
de: Liste der Fähigkeiten bearbeiten

source: Edit the competency type list
de: Liste der Fähigkeitsarten bearbeiten

source: View all list associated with competency
de: Alle Listen einsehen, die mit Fähigkeiten verknüpft sind

source: View the competency list
de: Liste der Fähigkeiten einsehen

source: View the competency type list
de: Liste der Fähigkeitsarten einsehen

source: Select Competency Type then Competency
de: Zunächst die Fähigkeitsart auswählen und danach die Fähigkeit

source: Notes
de: Anmerkungen
