Repository: hispindia/ihris-bihar-2018
Catalog: lib/4.1.4-release/ihris-common/translations/templates/facility/*.po
Languages: ar, br, fa, tl, zh_cn

source: Edit This Information
ar: تعديل هذه المعلومات
br: Cheñch an titour-mañ
fa: ویرایش این اطلاعات
tl: Baguhin ang Kabatirang Ito
zh_cn: 编辑此信息

source: Update this Information
ar: تحديث هذه المعلومات
br: Hizivaat an titour-mañ
fa: به‌روزرسانی این اطلاعات
tl: Isapanahon ang Kabatirang ito
zh_cn: 更新此信息

source: Select another Office/Facility
ar: حدد مكتباً آخر / مرفق
br: Diuzañ ur burev/un diazezadur all
fa: انتخاب اداره/امکانات دیگر
tl: Pumili ng iba pang Tanggapan/Pasilidad
zh_cn: 请选择另一个办公室/设施

source: Office/Facility
ar: مكتب / مرفق
br: Burev/Diazezadur
fa: اداره/امکانات
tl: Tanggapan/Pasilidad
zh_cn: 办公/设备

source: Select another Facility Type
ar: حدد نوعاً آخر للمرفق
br: Dibab ur seurt diazezadur all
fa: انتخاب نوع امکانات دیگر
tl: Pumili ng iba pang Uri ng Pasilidad
zh_cn: 请选择另一种设备类型

source: Facility Type
ar: نوع المرفق
br: Seurt diazezadur
fa: نوع امکانات
tl: Uri ng Pasilidad
zh_cn: 设备类型

source: Edit the facility list
ar: تعديل قائمة المرفق
br: Cheñch roll an diazezadurioù
fa: ویرایش فهرست امکانات
tl: Baguhin ang tala ng pasilidad
zh_cn: 编辑设备列表

source: View the facility list
ar: عرض قائمة المرفق
br: Diskwel roll an diazezadurioù
fa: مشاهدهٔ فهرست امکانات
tl: Tingnan ang tala ng pasilidad
zh_cn: 查看设备列表中

source: Edit the facility type list
ar: تعديل قائمة نوع المرفق
br: Cheñch roll ar seurtoù diazezadurioù
fa: ویرایش فهرست نوع امکانات
tl: Baguhin ang tala ng uri ng pasilidad
zh_cn: 编辑设备类型列表

source: View the facility type list
ar: عرض قائمة نوع المرفق
br: Gwelet roll ar seurtoù diazezadurioù
fa: مشاهدهٔ فهرست نوع امکانات
tl: Tingnan ang tala ng uri ng pasilidad
zh_cn: 查看设备类型列表中

source: This form is used to descibe basic information about a facility
ar: يستخدم هذا النموذج لإعطاء معلومات أساسية عن مرفق
br: Implijet eo ar furmskrid-mañ evit deskrivañ an titouroù diazez a sell ouzh an diazezadur
fa: این فرم برای شرح اطلاعات پایه دربارهٔ یک امکانات استفاده می‌شود
tl: Ang pormularyong ito ay ginagagamit upang mailarawan ang saligang kabatiran patungkol sa isang pasilidad
zh_cn: 此窗体用于一个有趣的设施有关的基本信息
