Repository: hispindia/ihris-bihar-2018
Catalog: lib/4.1.4-release/ihris-qualify/translations/templates/ihris-qualify-custom-reports-registration/*.po
Languages: tl

source: Registration
tl: Pagpapatala

source: Relationship for reports dealing with registrations.
tl: Mga kaugnayan para sa mga ulat na may kinalaman sa mga pagpapatala.

source: The training associated with this registration.
tl: Ang pagsasanay na may kaugnayan sa pagpapatalang ito.

source: Training
tl: Pagsasanay

source: The cadre associated with this training.
tl: Ang tagapagsanay na may kaugnayan sa pagsasanay na ito.

source: Cadre
tl: Tagapagsanay

source: The person who took this training.
tl: Ang taong kumuha na ng pagsasanay na ito.

source: Person
tl: Tao

source: The personal contact information for this person.
tl: Ang kabatiran sa pansariling pakikipag-ugnayan para sa taong ito.

source: Personal Contact
tl: Pansariling Pakikipag-ugnayan

source: Registration Report
tl: Ulat sa Pagpapatala

source: Reports based on registrations in the system.
tl: Mga ulat na nakabatay sa mga pagpapatala sa loob ng sistema.

source: Registration Number
tl: Bilang sa Pagpapatala

source: Registration Date
tl: Petsa ng Pagpapatala

source: Training Cadre ID
tl: ID ng Tagapagsanay ng Pagsasanay

source: Intake Date After
tl: Petsa ng Pagkuha Pagkalipas ng

source: Intake Date Before
tl: Petsa ng Pagkuha Bago ang

source: Intake Date
tl: Petsa ng Pagkuha

source: Surname
tl: Apelyido

source: First Name
tl: Unang Pangalan

source: Mailing Address
tl: Tirahang Padalahan

source: A list of all registered health workers.
tl: Isang tala ng lahat ng nagpatalang mga manggagawang pangkalusugan.

source: Registered Health Workers
tl: Nagpatalang mga Manggagawang Pangkalusugan

source: Training Reports
tl: Mga Ulat sa Pagsasanay

source: Registration Date After
tl: Petsa ng Pagpapatala Pagkaraan ng

source: Registration Date Before
tl: Petsa ng Pagpapatala Bago ang
