Repository: hispindia/ihris-bihar-2018
Catalog: lib/4.1.4-release/ihris-qualify/translations/templates/ihris-qualify-custom-reports-exam/*.po
Languages: ar, pt_br, tl

source: Exam
ar: امتحان
pt_br: Exame
tl: Pagsusulit

source: Relationship for exams.
ar: علاقة للامتحانات.
pt_br: Relação de exames.
tl: Kaugnayan para sa mga pagsusulit.

source: The year this exam was taken.
ar: في العام الذي اتخذ فيه هذا الامتحان.
pt_br: O ano que este exame foi tirado.
tl: Ang taon kung kailan kinuha ang pagsusulit na ito.

source: The training associated with this exam.
ar: التدريب المرتبط بهذا الامتحان.
pt_br: O Treinamento associado a este exame.
tl: Ang pagsasanay na kaugnay ng pagsusulit na ito.

source: Training
ar: تدريب
pt_br: Treinamento
tl: Pagsasanay

source: The cadre of this training.
ar: إطار التدريب.
pt_br: O quadro desta formação.
tl: Ang tagapagsanay para sa pagsasanay na ito.

source: Cadre
ar: إطار
tl: Tagapagsanay

source: Exam Reports
ar: تقارير الامتحان
pt_br: Exame de Relatórios
tl: Mga Ulat sa Pagsusulit

source: Reports related to exams.
ar: التقارير المتعلقة بالامتحانات.
pt_br: Relatórios relacionados aos exames.
tl: Mga ulat na may kaugnayan sa mga pagsusulit.

source: Exam Date
ar: تاريخ الامتحان
pt_br: Dia do Exame
tl: Petsa ng Pagsusulit

source: Try
ar: محاولة
pt_br: Tentar
tl: Subukin

source: Results
ar: النتائج
pt_br: Resultados
tl: Mga kinalabasan

source: Exam Number
ar: رقم الامتحان
pt_br: Número do exame
tl: Bilang ng Pagsusulit

source: Training Cadre ID
ar: رقم تعريف إطار التدريب
tl: ID ng Tagapagsanay ng Pagsasanay

source: Intake Date After
ar: بعد تاريخ التأدية
pt_br: Após a data de admissão
tl: Petsa ng Pagkuha Pagkaraan ng

source: Intake Date Before
ar: قبل تاريخ التأدية
pt_br: Antes da data de admissão
tl: Petsa ng Pagkuha Bago ang

source: Intake Date
ar: تاريخ تأدية
pt_br: Data de admissão
tl: Petsa ng Pagkuha

source: A pass/fail comparison for all exams.
ar: مقارنة نجاح/رسوب لجميع الامتحانات.
pt_br: A aprovação / reprovação de comparação para todos os exames.
tl: Isang paghahambing na nakapasa/nabigo para sa lahat ng mga pagsusulit.

source: Exam Pass/Fail
ar: امتحان نجاح /رسوب
pt_br: Exame Aprovado / Reprovado
tl: Nakapasa/Bumagsak sa Pagsusulit

source: Pie Chart(Simple)
ar: مخطط دائري (بسيط)
pt_br: Gráfico de Pizza(Simples)
tl: Talangguhit na Bilog (Payak)

source: Bar Chart(Simple)
ar: مخطط بياني (بسيط)
pt_br: Gráfico de Barras(Simples)
tl: Talangguhit na Bareta (Payak)

source: Column Chart(Simple)
ar: مخطط بياني عمودي (بسيط)
pt_br: Gráfico de Colunas(Simples)
tl: Talangguhit na Pahaligi (Payak)

source: Stacked Column Chart(Simple)
ar: رسم بياني عمودي (بسيط)
pt_br: Gráfico de Colunas Empilhadas(Simples)
tl: Talangguhit ng Magkakapatong na Haligi (Payak)

source: Scatter Plot
ar: رسم بياني بالنقاط المبعثرة
tl: Nakakalat na Pagtutuldok

source: A pass/fail comparison for all exams by year.
ar: مقارنة سنوية نجاح/رسوب لجميع الامتحانات.
pt_br: A aprovação / reprovação de comparação para todos os exames por ano.
tl: Isang paghahambing na nakapasa/bumagsak para sa lahat ng mga pagsusulit ayon sa taon.

source: Exam Pass/Fail by Year
ar: إمتحان نجاح/رسوب في سنة
pt_br: Exame aprovação / reprovação por Ano
tl: Pagpasa/Pagbagsak sa Pagsusulit ayon sa Taon

source: Training Reports
ar: تقارير التدريب
tl: Mga Ulat sa Pagsasanay
