Repository: hispindia/ihris-bihar-2018
Catalog: lib/4.1.4-release/ihris-common/translations/templates/training-exam/*.po
Languages: fr, sk, tl

source: Evaluate a perons's cheduled training course
sk: Hodnotenie plánovaného tréningového kurzu osobou

source: View a perons's cheduled training course evaluation
sk: Zobraz hodnotenie plánovaného tréningového kurzu osobou

source: Training Course Exam Type
fr: Type d'examen à une formation
sk: Typ výsledku tréningového kurzu
tl: Uri ng Pagsusulit sa Kurso ng Pagsasanay

source: Training Course Exam
fr: Test d'Evaluation à une formation
sk: Skúška tréningového kurzu
tl: Pagsusulit sa Kurso ng Pagsasanay

source: Notes
sk: Poznámky
tl: Mga tala

source: Evaluation Date
fr: Date d’évaluation
sk: Dátum hodnotenia
tl: Petsa ng Pagsusuri

source: Exam Type
fr: Type d'Examen
sk: Typ skúšky
tl: Uri ng Pagsusulit

source: Score
fr: Résultat
sk: Výsledok
tl: Puntos

source: Passing Score For Final Exam
fr: Résultat de passage à examen final
sk: Úspešné skóre pre záverečnú skúšku
tl: Grado ng Pagpasa Para sa Huling Pagsusulit

source: Training Course Exam Results
fr: Résultats à l'examen d'une formation
sk: Výsledky skúšky tréningového kurzu
tl: Mga Kinalabasan ng Pagsusulit sa Kurso ng Pagsasanay

source: Exam Results For Training Course
fr: Résultats d'examen d'une formation
sk: Vásledky skúšok tréningového kurzu
tl: Mga Kinalabasan ng Pagsusulit Para sa Kurso ng Pagsasanay

source: Exam Results
fr: Résultats d'examen
sk: Výsledky skúšky
tl: Mga Kinalabasan ng Pagsusulit

source: Passing Score: %d
fr: Taux de succès: %d
sk: Skóre úspešnosti :%d
tl: Pasadong Grado: %d
