Repository: hispindia/ihris-bihar-2018
Catalog: lib/4.1.4-release/ihris-common/translations/templates/person-education/*.po
Languages: fa, fr_ml, gl, it, sv

source: Edit This Information
fa: ویرایش این اطلاعات
fr_ml: Éditer cette information
gl: Editar esta información
it: Modifica questa informazione
sv: Redigera denna information

source: Update this Information
fa: به‌روزرسانی این اطلاعات
fr_ml: Mettre à jour cette information
gl: Actualizar esta información
it: Aggiorna questa informazione
sv: Uppdatera denna information

source: Select another Education Type
fa: انتخاب نوع تحصیل دیگر
fr_ml: Sélectionner un autre cursus scolaire
gl: Seleccionar outro tipo de educación
it: Seleziona un altro tipo di formazione
sv: Välj en annan typ av utbildning

source: Education Type
fa: نوع تحصیل
fr_ml: Cursus Scolaire
gl: Tipo de educación
it: Tipo di formazione
sv: Typ av utbildning

source: Institution Information
fa: اطلاعات مؤسسه
fr_ml: Informations sur l'établissement
gl: Información sobre a institución
it: Istituto formativo
sv: Institutionsinformation

source: Degree Information
fa: اطلاعات درجه
fr_ml: Informations sur le Diplôme
gl: Información sobre o grao
it: Informazioni sul titolo di studio
sv: Examensinformation

source: Select another Degree
fa: اتخاب درجه دیگر
fr_ml: Sélectionner un autre diplôme
gl: Seleccionar outro grao
it: Seleziona altro titolo di studio
sv: Välj en annan examen

source: Degree
fa: درجه
fr_ml: Diplôme ou certificat
gl: Grao
it: Titolo di studio
sv: Examen

source: Can view education child form of a person
fr_ml: Peut afficher le formulaire enfant du cursus scolaire d’une personne
gl: Pode ollar a ficha de educación dunha persoa
it: Visualizza il sottomodulo della formazione di una persona

source: Can edit education child forms of a person
fr_ml: Peut éditer les formulaires-enfant du cursus scolaire d’une personne
gl: Pode editar as fichas de educación dunha persoa
it: Modifica il sottomodulo della formazione di una persona

source: Can edit education type database lists
fr_ml: Peut éditer les listes des bases de données sur le type du cursus scolaire
gl: Pode editar as listas da base de datos sobre os tipos de educación
it: Modifica l'elenco delle tipologie di formazione

source: Can view education type database lists
fa: قادر به مشاهدهٔ فهرست‌های پایگاه دادهٔ نوع تحصیل
fr_ml: Peut afficher les listes des bases de données sur le type du cursus scolaire
gl: Pode ollar as listas da base de datos sobre os tipos de educación
it: Visualizza l'elenco delle tipologie di formazione

source: Can edit degree type database lists
fa: قادر به ویرایش فهرست‌های پایگاه دادهٔ نوع درجه
fr_ml: Peut éditer les listes des bases de données sur le type de diplôme
gl: Pode editar as listas da base de datos sobre os tipos de graos
it: Modifica l'elenco delle tipologie di lauree

source: Can view degree type database lists
fa: قادر به مشاهدهٔ فهرست‌های پایگاه دادهٔ نوع درجه
fr_ml: Peut afficher les listes des bases de données sur le type de diplôme
gl: Pode ollar as listas da base de datos sobre os tipos de graos
it: Visualizza l'elenco delle tipologie di lauree

source: Add/Update Education History
fa: افزودن/به‌روزرسانی تاریخچهٔ تحصیلات
fr_ml: Ajouter/Mettre à jour le historique du cursus scolaire
gl: Engadir/Actualizar o historial educativo
it: Aggiungi/aggiorna storico della formazione
sv: Lägg till/uppdatera utbildningshistoria

source: Education History
fa: تاریخچهٔ تحصیلات
fr_ml: Historique du cursus scolaire
gl: Historial educativo
it: Storico della formazione
sv: Utbildningshistoria

source: Name
fa: نام
fr_ml: Nom
gl: Nome
it: Nome
sv: Namn

source: Select Education Type then Degree
fa: انتخاب نوع تحصیلات و سپس درجه
fr_ml: Sélectionner le cursus scolaire puis le diplôme
gl: Seleccione o tipo de educación; logo, o grao
it: Seleziona il tipo di formazione e poi la Laurea
sv: Välj utbildningstyp och sedan examen

source: Institution Name
fr_ml: Nom de l'établissement
gl: Nome da institución
it: Nome istituto
sv: Institutionsnamn

source: Institution Location
fa: محل مؤسسه
fr_ml: Lieu de l'établissement
gl: Localización da institución
it: Localita' istituto
sv: Institutionsplats

source: Year of Graduation (leave blank if In Progress)
fa: تاریخ فارغ التحصیلی (اگر در حال انجام است، خالی بگذارید)
fr_ml: Année de la remise du diplôme (laisser vide si en cours)
gl: Ano de graduación (déixeo en branco se aínda non se gradúa)
it: Anno di laurea (lascia bianco se in corso)
sv: Avgångsexamen (lämna tomt om pågående)

source: Major
fa: گرایش
fr_ml: Matière principale
gl: Especialidade
it: Maggiore
