Repository: hispindia/ihris-bihar-2018
Catalog: lib/4.1.4-release/ihris-common/translations/templates/ihris-common-job/*.po
Languages: de

source: Edit This Information
de: Diese Informationen bearbeiten

source: Update this Information
de: Diese Informationen aktualisieren

source: Select another Classification
de: Eine andere Klassifikation auswählen

source: Classification
de: Einstufung

source: Select another Job
de: Ein andere Tätigkeit auswählen

source: Job
de: Tätigkeit

source: Edit the classification list
de: Die Klassifikationsliste bearbeiten

source: View the classification list
de: Die Klassifikationsliste einsehen

source: Edit the job list
de: Die Tätigkeitenliste bearbeiten

source: View the job list
de: Die Tätigkeitenliste einsehen

source: Can edit some job structure database lists
de: Kann einige Listen in der Tätigkeitsstrukturdatenbank bearbeiten

source: Can view some job structure database lists
de: Kann einige Listen in der Tätigkeitsstrukturdatenbank einsehen

source: Can edit all job structure database lists
de: Kann alle Listen in der Tätigkeitsstrukturdatenbank bearbeiten

source: Can view all job structure database lists
de: Kann alle Listen in der Tätigkeitsstrukturdatenbank einsehen

source: Description
de: Beschreibung

source: Start
de: Anfang

source: End
de: Ende

source: MidPoint
de: Mittelwert

source: Notes
de: Anmerkungen

source: Title
de: Titel

source: Cadre (Health Professionals Only)
de: Mitarbeitergruppe (nur Gesundheitspersonal)
