Repository: hispindia/ihris-bihar-2018
Catalog: lib/4.1.4-release/ihris-qualify/translations/templates/ihris-qualify-custom-reports-person/*.po
Languages: cs, de, es, fr, it, nl, tl

source: Person
cs: Osoba
es: Persona
fr: Personne
it: Persona
nl: Persoon
tl: Tao

source: The person relationship with first training details.
cs: Vztah osoby s podrobnosti první výuky.
de: Der Zusammenhang zwischen Person und den ersten Schulungsinformationen.
es: Relación de la persona con los primeros detalles de entrenamiento.
fr: La relation de la personne avec les détails de la première formation.
it: Il rapporto della persona con i dettagli della prima formazione.
nl: De persoonsrelatie met de eerste opleidingsgegevens.
tl: Ang kaugnayan ng tao sa unang mga detalye ng pagsasanay.

source: The results of the exam and registration for the first training.
cs: Výsledky zkoušky a registrace pro první výuku.
de: Die Ergebnisse der Prüfung und Registrierung für die erste Schulung.
es: Resultados del examen y registro para el primer entrenamiento.
fr: Les résultats de l’examen et l’enregistrement de la première formation.
it: I risultati dell'esame e la registrazione alla prima formazione.
nl: De resultaten van het examen en registratie voor de eerste opleiding.
tl: Ang mga kinalabasan ng pagsusulit at pagpapatala para sa unang pagsasanay.

source: The year the first training occurred.
cs: Rok, kdy se konala první výuka.
de: Das Jahr in dem die erste Schulung stattfand.
es: Año en que el primer entrenamiento ocurrió.
fr: L’année de la première formation ayant eu lieu.
it: L'anno in cui è avvenuto il primo corso di formazione.
nl: Het jaar waarin de eerste opleiding heeft plaatsgevonden.
tl: Ang taon kung kailan naganap ang unang pagsasanay.

source: The year the exam was taken.
cs: Rok, kdy byla složena zkouška.
de: Das Jahr in dem die Prüfung absolviert wurde.
es: Año en que el examen fue tomado.
fr: L’année où cet examen a été passé.
it: L'anno in cui è stato sostenuto l'esame.
nl: Het jaar waarin het examen is afgenomen.
tl: Ang taon kung kailan kinuha ang pagsusulit.

source: A yes/no to determine if the person is still in training or not.
cs: Ano/Ne pro zjištění, jestli je osoby stále ve výuce.
de: Ja/Nein, um anzugeben, ob die Person aktuell noch geschult wird oder nicht.
es: Si/No para determinar si la persona aún está o no entrenando.
fr: Un oui/non afin de déterminer si la personne est encore en formation ou non.
it: Un sì/no per determinare se la persona è ancora in formazione o no.
nl: Ja of nee om te bepalen of deze persoon nog steeds een opleiding volgt.
tl: Isang oo/hindi upang matukoy kung ang tao ay nasa pagsasanay po o hindi na.

source: The demographic information for this person.
cs: Demografické informace pro tuto osobu.
de: Die demografischen Informationen zu dieser Person.
es: Información demográfica para esta persona.
fr: Les données démographiques pour cette personne.
it: I dettagli demografici di questa persona.
nl: Demografische gegevens voor deze persoon.
tl: Ang kabatirang pangdemograpiya para sa taong ito.

source: Demographic
cs: Demografie
de: Demografisch
es: Demográfico
fr: Données démographiques
it: Demografia
nl: Demografie
tl: Pangdemograpiya

source: The district where this person was born.
cs: Okres, kde se tato osoba narodila.
de: Der Bezirk, in dem diese Person geboren wurde.
es: Distrito donde esta persona nació.
fr: Le district où cette personne est née.
it: Il distretto dove è nata questa persona.
nl: Het district waar deze persoon is geboren.
tl: Ang distrito kung saan ipinanganak ang taong ito.

source: Birth District
cs: Okres narození
de: Geburtsbezirk
es: Distrito de Nacimiento
fr: District de naissance
it: Distretto di nascita
nl: Geboortedistrict
tl: Distrito ng Kapanganakan

source: The most recent deployment for this person.
cs: Nejnovější nasazení této osoby.
de: Die jüngste Einsatz dieser Person.
es: Despliegue más reciente para esta persona.
fr: Le déploiement le plus récent pour cette personne.
it: Lo schieramento più recente di questa persona.
nl: De meest recente inzet voor deze persoon.
tl: Ang pinaka kamakailang destino para sa taong ito.

source: Deployment
cs: Nasazení
de: Einsatz
es: Despliegue
fr: Déploiement
it: Schieramento
nl: Inzet
tl: Pagdedestino

source: The first training this person entered.
cs: První výuka, které se tato osoba zúčastnila.
de: Die erste Schulung, die diese Person begann.
es: Primer entrenamiento desde que esta persona ingresó.
fr: La première formation inscrite de cette personne.
it: La prima formazione alla quale questa persona ha partecipato.
nl: De eerste opleiding die deze persoon is gaan volgen.
tl: Ang unang pagsasanay na pinasukan ng taong ito.

source: First Training
cs: První výuka
de: Erste Schulung
es: Primer Entrenamiento
fr: Première formation
it: Prima formazione
nl: Eerste opleiding
tl: Unang Pagsasanay

source: The cadre of the first training.
cs: Kádr první výuky.
de: Die Mitarbeitergruppe zur ersten Schulung.
es: Puesto del primer entrenamiento.
fr: Le cadre de la première formation.
it: Il gruppo della prima formazione.
nl: Het kader van de eerste opleiding.
tl: Ang tagapagsanay ng unang pagsasanay.

source: Cadre
cs: Kádr
de: Mitarbeitergruppe
es: Puesto
it: Gruppo
nl: Kader
tl: Tagapagsanay

source: The exam details of the first training.
cs: Podrobnosti zkoušky první výuky.
de: Die Prüfungsinformationen zur ersten Schulung.
es: Detalles del examen del primer entrenamiento.
fr: Les détails de l’examen de la première formation.
it: I dettagli dell'esame del primo corso di formazione.
nl: De examengegevens voor de eerste opleiding.
tl: Ang mga detalye ng pagsusulit sa unang pagsasanay.

source: Exam
cs: Zkouška
de: Prüfung
es: Examen
fr: Examen
it: Esame
nl: Examen
tl: Pagsusulit

source: The registration details of the first training.
cs: Podrobnosti registrace první výuky.
de: Die Registrierungsdaten zur ersten Schulung.
es: Detalles del registro del primer entrenamiento.
fr: Les détails de l'enregistrement de la première formation.
it: I dettagli della registrazione alla prima formazione.
nl: De registratiegegevens voor de eerste opleiding.
tl: Ang mga detalye ng pagpapatala ng unang pagsasanay.

source: Registration
cs: Registrace
de: Registrierung
es: Registro
fr: Inscription
it: Registrazione
nl: Registratie
tl: Pagpapatala

source: The training institution where the first training occurred.
cs: Učiliště, kde se konala první výuka.
de: Die Schulungseinrichtung, an der die erste Schulung stattfand.
es: Institución de Entrenamiento donde el primer entrenamiento ocurrió.
fr: L’établissement de formation où la première formation a eu lieu.
it: L'Istituto formativo dove si è svolto il primo corso di formazione.
nl: De opleidingsinstelling waar de eerste opleiding heeft plaatsgevonden.
tl: Ang institusyon ng pagsasanay kung saan naganap ang unang pagsasanay.

source: Training Institution
cs: Učiliště
de: Schulungseinrichtung
es: Institución de Entrenamiento
fr: Établissement de formation
it: Istituto formativo
nl: Opleidingsinstituut
tl: Institusyon ng Pagsasanay

source: The district where the training institution is located.
cs: Čtvrť, kde se učiliště nachází.
de: Der Bezirk, in dem sich die Schulungseinrichtung befindet.
es: Distrito donde la Institución de Entrenamiento está ubicada.
fr: La région où l’établissement de formation est située.
it: Il distretto dove è situato l'Istituto formativo.
nl: Het district waar de opleidingsinstelling is gelegen.
tl: Ang distrito kung saan matatagpuan ang institusyon ng pagsasanay.

source: Institution District
cs: Okres učiliště
de: Bezirk der Schulungseinrichtung
es: Distrito de la Institución
fr: District de l'établissement
it: Distretto Istituzionale
nl: Instellingsdistrict
tl: Distrito ng Institusyon

source: The current training disruption for this training if there is one.
cs: Současné přerušení školení pro tuto výuku, pokud existuje.
de: Die aktuelle Unterbrechung für diese Schulung, sofern eine vorhanden ist.
es: Interrupción de entrenamient actual para este entrenamiento, si hay una.
fr: L’interruption de formation en cours pour cette formation s’il en existe un.
it: L'attuale interruzione di questa formazione se ve ne è una.
nl: De huidige opleidingsonderbreking voor deze opleiding als die er is.
tl: Ang pangkasalukuuyang paggambala ng pagsasanay para sa pagsasanay na ito kung mayroon.

source: Training Disruption
cs: Přerušení školení
de: Schulungsunterbrechung
es: Interrupción de Entrenamiento
fr: Interruption de formation
it: Interruzione della formazione
nl: Opleidingsonderbreking
tl: Paggambala sa Pagsasanay

source: Person Report
cs: Záznam osoby
de: Bericht zur Person
es: Informe de la Persona
fr: Rapport sur la personne
it: Rapporto personale
nl: Persoonsrapportage
tl: Ulat sa Tao

source: Reports related to people in the system with their first training.
cs: Záznamy, které se vztahují k lidem v systému pro jejich první školení.
de: Berichte im Zusammenhang mit Personen im System zusammen mit deren erster Schulung.
es: Informes relacionados a personas en el sistema con sus primeros entrenamientos.
fr: Rapports relatifs aux personnes dans le système avec leur première formation.
it: Rapporti relativi alle persone presenti nel sistema con la loro prima formazione.
nl: Rapportages over mensen in het systeem met hun eerste opleiding.
tl: Mga ulat na may kaugnayan sa mga tao na nasa loob ng sistema na may unang pagsasanay nila.

source: Surname
cs: Příjmení
de: Nachname
es: Apellido
fr: Nom de famille
it: Cognome
nl: Achternaam
tl: Apelyido

source: First Name
cs: Křestní jméno
de: Vorname
es: Primer nombre
fr: Prénom
it: Nome
nl: Voornaam
tl: Unang Pangalan

source: Other Names
cs: Další jména
de: Weitere Namen
es: Otros Nombres
fr: Autres Noms
it: Altri Nomi
nl: Andere namen
tl: Iba pang mga Pangalan

source: Index Number
cs: Číslo rejstříku
de: Indexnummer
es: Número de índice
fr: Numéro d'index
it: Numero indice
nl: Indexnummer
tl: Bilang sa Talatuntunan

source: Training Cadre ID
cs: ID výukového kádru
de: Mitarbeitergruppenkennung zur Schulung
es: ID de Puesto de Entrenamiento
fr: ID du cadre de formation
it: ID del gruppo di formazione
nl: Opleidingkader-ID
tl: ID ng Tagapagsanay ng Pagsasanay

source: Intake Date After
cs: Datum přijetí po
de: Nächstes Aufnahmedatum
es: Fecha después de la Admisión
fr: Après la date d'admission
it: Data di assunzione dopo
nl: Opnamedatum na
tl: Petsa ng Pagkuha Pagkalipas ng

source: Intake Date Before
cs: Datum přijetí před
de: Vorheriges Aufnahmedatum
es: Fecha antes de la Admisión
fr: Avant la date d'admission
it: Data di assunzione prima
nl: Opnamedatum voor
tl: Petsa ng Pagkuha Bago ang

source: Intake Date
cs: Datum přijetí
de: Aufnahmedatum
es: Fecha de Admisión
fr: Date d’admission
it: Data di assunzione
nl: Opnamedatum
tl: Petsa ng Pagkuha

source: Graduation Date
cs: Datum ukončení studia
de: Abschlussdatum
es: Fecha de Graduación
fr: Date d’obtention du diplôme
it: Data di laurea
nl: Afstudeerdatum
tl: Petsa ng Pagtatapos sa Pag-aaral

source: Disruption Date
cs: Datum přerušení
de: Unterbrechungsdatum
es: Fecha de la Interrupción
fr: Date d’interruption
it: Data di interruzione
nl: Datum onderbreking
tl: Petsa ng Paggambala

source: Registration Number
cs: Registrační číslo
de: Registrierungsnummer
es: Número de Registro
fr: Numéro d’enregistrement
it: Numero di registrazione
nl: Registratienummer
tl: Bilang sa Pagpapatala

source: Exam Date
cs: Datum zkoušky
de: Prüfungsdatum
es: Fecha de Examen
fr: Date de l’examen
it: Data d'esame
nl: Examendatum
tl: Petsa ng Pagsusulit

source: Exam Results
cs: Výsledky zkoušky
de: Prüfungsergebnisse
es: Resultados de Examen
fr: Résultats de l’examen
it: Risultati d'esame
nl: Examenresultaten
tl: Mga Kinalabasan ng Pagsusulit

source: Gender
cs: Pohlaví
de: Geschlecht
es: Género
fr: Sexe
it: Genere
nl: Geslacht
tl: Kasarian

source: Registration Results
cs: Výsledky registrace
de: Registrierungsergebnisse
es: Resultados del Registro
fr: Résultats de l'enregistrement
it: Risultati di registrazione
nl: Registratieresultaten
tl: Mga Kinalabasan ng Pagpapatala

source: Top Birth District
cs: Nejlepší čtvrť narození
de: Häufigster Geburtsbezirk
es: Distrito con la Mayor Tasa de Nacimientos
fr: District principal de naissance
it: Principale distretto di nascita
nl: District met de meeste geboorten
tl: Pangunahing Distrito ng Kapanganakan

source: Pie Chart(Simple)
cs: Koláčový graf (jednoduchý)
de: Kreisdiagramm (einfach)
es: Gráfico de torta (Simple)
fr: Graphique en camembert (Simple)
it: Grafico a torta (semplice)
nl: Cirkeldiagram (eenvoudig)
tl: Talangguhit na Bilog (Payak)

source: Bar Chart(Simple)
cs: Pruhový graf (jednoduchý)
de: Balkendiagramm (einfach)
es: Gráfico de barras (Simple)
fr: Graphique à barres (Simple)
it: Grafico a barra (semplice)
nl: Staafdiagram (eenvoudig)
tl: Talangguhit na Bareta (Payak)

source: Column Chart(Simple)
cs: Sloupcový graf (Jednoduchý)
de: Säulendiagramm (einfach)
es: Gráfico de Columnas (Simple)
fr: Histogramme (Simple)
it: Grafico a colonne (semplice)
nl: Kolomdiagram (eenvoudig)
tl: Talangguhit na Haligi (Payak)

source: Stacked Column Chart(Simple)
cs: Skládaný sloupcový graf (Jednoduchý)
de: Gestapeltes Säulendiagramm (einfach)
es: Gráfico de Columnas Apiladas (Simple)
fr: Histogramme empilé (Simple)
it: Grafico a colonne impilate (semplice)
nl: Gestapeld kolomdiagram (eenvoudig)
tl: Talangguhit ng Sapin-saping Haligi (Payak)

source: Scatter Plot
cs: Bodový graf
de: Punktdiagramm
es: Gráfico de Dispersión
fr: Nuage de points
it: Diagramma a dispersione
nl: Spreidingsdiagram
tl: Nakakalat na Pagtutuldok

source: The number of students entering training by year.
cs: Počet přijatých studentů tento rok.
de: Die Anzahl der Lernenden nach Jahr, die eine Schulung beginnen.
es: Número de estudiantes ingresando para estudiar por añor.
fr: Le nombre d’étudiants entrant dans la formation par année.
it: Il numero degli studenti che seguono la formazione per anno.
nl: Het aantal studenten dat een opleiding aanvangt per jaar.
tl: Ang bilang ng mga mag-aaral na pumapasok sa pagsasanay ayon sa taon.

source: Student Intake Year
cs: Rok přijetí studenta
de: Aufnahmejahr des Lernenden
es: Año de Admisión del Estudiante
fr: Année d’admission des étudiants
it: Anno di assunzione degli studenti
nl: Opnamejaar student
tl: Taon ng Pagkuha ng Mag-aaral

source: The pass/fail results for each person's first training.
cs: Výsledky prvního školení pro každou osobu.
de: Die Ergebnisse nach bestanden / nicht bestanden für die erste Schulung ein jeder Person.
es: Resultados de aprobación/desaprobación para cada primer entrenamiento de la persona.
fr: Les résultats de succès/échec pour la formation première de chaque personne.
it: I risultati di superato/non superato per prima formazione di ogni persona.
nl: De resultaten met betrekking tot slagen en zakken van de eerste opleiding van iedere persoon.
tl: Ang mga kinalabasan ng pagpasa/pagbagsak para sa unang pagsasanay ng bawat isang tao.

source: Pass/Fail by First Training
cs: Úspěch/Neúspěch podle prvního školení
de: Bestanden / nicht bestanden nach erster Ausbildung
es: Aprobación/Desaprobación por Primer Entrenamiento
fr: Réussite/échec de la première formation
it: superato/non superato per prima formazione
nl: Slagen of zakken per eerste opleiding
tl: Pagpasa/Pagbagsak ayon sa Unang Pagsasanay

source: The registration results for each person's first training.
cs: Výsledky registrace pro první školení každé výuky.
de: Die Registrierungsergebnisse für die erste Schulung ein jeder Person.
es: Resultados del registro para cada primer entrenamiento de la persona.
fr: Les résultats d’inscription pour la première formation de chaque personne.
it: I risultati di registrazione per prima formazione di ogni persona.
nl: De registratieresultaten voor de eerste opleiding van iedere persoon.
tl: Ang mga kinalabasan ng pagpapatala para sa unang pagsasanay ng bawat isang tao.

source: Registration Results by First Training
cs: Výsledky registrace podle prvního školení
de: Registrierungsergebnisse nach erster Schulung
es: Resultados de Registro por Primer Entrenamiento
fr: Résultats d’inscription par première formations
it: Registrazione risultati per la prima formazione
nl: Registratieresultaten per eerste opleiding
tl: Mga Kinalabasan ng Pagpapatala ayon sa Unang Pagsasanay

source: Students by intake year that are broken down by in or not in training.
cs: Studenti podle roku přijetí, kteří jsou rozdělení podle toho, zda jsou či nejsou ve školení.
de: Lernende nach Aufnahmejahr, gegliedert nach Schulungsteilnahme oder Nichtteilnahme an einer Schulung.
es: Los estudiantes se dividen por el año en el que están o no están formándose.
fr: Étudiants par année d'admission qui sont ventilées selon qu'ils sont ou non en formation.
it: Studenti per anno di assunzione suddivisi per in formazione o non in formazione.
nl: Studenten per opnamejaar gesorteerd op nog in opleiding of niet langer in opleiding.
tl: Mga mag-aaral ayon sa taon ng pagkuha na pinaghiwa-hiwalay ayon sa pagiging nasa loob o wala sa loob ng pagsasanay.

source: Students in Training by Year
cs: Studenti ve školení podle roku
de: Lernende in einer Schulung nach Jahr
es: Estudiantes en Entrenamiento por Año
fr: Les étudiants en formation par année
it: Studenti in formazione per anno
nl: Studenten in opleiding per jaar
tl: Mga Mag-aaral na Nagsasanay ayon sa Taon

source: A pie chart of the number of people entering training by their birth district.
cs: Koláčový graf počtu lidí, kteří vstupují do školení podle čtvrti narození.
de: Ein Kreisdiagramm zur Anzahl der Personen nach ihrem Geburtsbezirk, die eine Schulung beginnen.
es: Gráfico de Torta del número de personas ingresando a entrenar por su distrito de nacimiento.
fr: Un graphique du nombre de participants à la formation par leur district de naissance.
it: Un grafico a torta del numero di persone che iniziano la formazione per distretto di nascita.
nl: Een cirkeldiagram van het aantal mensen in opleiding per geboortedistrict.
tl: Isang talangguhit na bilog ng bilang ng mga taong pumapasok sa pagsasanay ayon sa kanilang distrito ng kapanganakan.

source: Person Reports
cs: Záznamy osoby
de: Berichte zur Person
es: Informes de Persona
fr: Rapport sur la personne
it: Rapporto personale
nl: Persoonsrapportages
tl: Mga Ulat sa Tao
