Repository: hispindia/ihris-bihar-2018
Catalog: lib/4.1.4-release/ihris-manage/translations/templates/ihris-manage-custom-reports-position-reports/*.po
Languages: br, et, nl

source: The cadre associated with this job.
et: Cadre (kaader), mis selle tööga seisneb.

source: Classification
br: Rummatadur
et: Klassifikatsioon (liigitus)
nl: Classificatie

source: The classification associated with this job.
et: Klassifikatsioon (liigitus), mis selle tööga seisneb.

source: Job
br: Labour
et: Töökoht
nl: Functie

source: The job associated with this position.
et: Selle positsiooniga seotud töö

source: Facility
br: Diazezadur
et: Jaoskond
nl: Instelling

source: The facility where this position works.
br: Mont a ra an diazadur pe ar post-mañ en-dro.
et: Jaoskond, kus see positsioon töötab

source: Department
br: Departamant
et: Osakond
nl: Afdeling

source: The department this position belongs to.
et: Osakond, kuhu see positsioon kuulub.

source: Last Position
br: Post diwezhañ
et: Viimane positsioon
nl: Vorige positie

source: The last person that filled this position.
br: An den diwezhañ zo bet war ar post-mañ.
et: Viimane isik, kes seda positsiooni täitis.

source: Current Position
br: Post a-vremañ
et: Praegune positsioon
nl: Huidige positie

source: The current person filling this position.
br: An den zo war ar post-mañ bremañ.
et: Praegune isik, kes seda positsiooni täidab.

source: The number of days this positions was open before being filled.
et: Arv päevi, millal positsioon oli avatud enne täitumist.

source: Positions
et: Positsioonid
nl: Posities

source: All information related to a position.
br: An holl ditouroù a denn d'ur post.
et: Kõik positsiooniga seostuv informatsioon.

source: Position List
br: Roll ar postoù
et: Positsiooni nimekiri
nl: Positielijst

source: Details for all positions.
br: Resisadennoù evit an holl bostoù.
et: Detailid kõigi positsioonide kohta.

source: Code
br: Kod
et: Kood

source: Position Job
et: Positsiooni töö
nl: Positie voor functie

source: Title
br: Titl
et: Tiitel
nl: Titel

source: Facility ID
br: ID an diazezadur
et: Jaoskonna ID
nl: Nummer instelling

source: Department ID
br: ID an departamant
et: Osakonna ID
nl: Nummer afdeling

source: Posted Date
et: Postituskuupäev
nl: Datum geplaatst

source: Status
br: Statud
et: Olek

source: Job Title
br: Anv ar post
et: Töö nimetus
nl: Benaming functie

source: Classification ID
br: ID rummañ
et: Klassifikatsiooni ID
nl: Nummer classificatie

source: Open Date
br: Deiziad digeriñ
et: Avatud kuupäev
nl: Datum vacant

source: Filled Date
br: Deiziad leugniañ
et: Täitumiskuupäev
nl: Datum vervuld

source: Days Open
br: Deizioù digeriñ
et: Päevi lahti
nl: Dagen vacant

source: A list of all positions.
br: Ur roll eus an holl bostoù.
et: Nimekiri kõigist positsioonidest

source: Position Open Duration
et: Positsiooni avatuse kestvus
nl: Duur vacature

source: The length in days each position was open before being filled.
et: Pikkus päevades, mis näitab kui kaua iga positsioon oli lahti enne täitumist.

source: Position Reports
et: Positsiooni ettekanded
nl: Positierapportages

source: Cadre
br: Stern
nl: Kader

source: Cadre ID
br: ID stern
nl: Nummer kader
