Repository: hispindia/ihris-bihar-2018
Catalog: lib/4.1.4-release/ihris-common/translations/templates/ceus/*.po
Languages: hu

source: Edit This Information
hu: Információk szerkesztése

source: Update this Information
hu: Információk frissítése

source: Select another Course
hu: Válasszon másik tanfolyamot

source: Continuing Education Course
hu: Továbbképzési tanfolyam

source: Edit the continuing education list
hu: továbbképzési lista szerkesztése

source: View the continuing education list
hu: Továbbképzési lista megtekintése

source: Continuing Education
hu: Továbbképzés

source: Name
hu: Név

source: Credit Hours
hu: Óradíj

source: Start Date
hu: Kezdődátum

source: End Date
hu: Záródátum
