Repository: hispindia/ihris-bihar-2018
Catalog: lib/4.1.4-release/I2CE/translations/templates/form-relationships/*.po
Languages: ar, cs, de, es, fr, nl, pt, sw, tl

source: The fields that are linked when listing options. Only applies if the form field is a subclass of I2CE_FormField_MAPPED. It should be a colon separated list of 'forms' or 'form+linkfield's. Example: "county:district+region:[region]:country". If not set, it defaults to the name of this function.
ar: الحقول المرتبطة بقائمة الخيارات. لا ينطبق إلا إذا كان حقل النموذج هو فئة فرعية من I2CE_FormField_MAPPED. فهي يجب ان تكون قائمة جدول منفصل من "النماذج" أو "شكل + في linkfield. على سبيل المثال: "مقاطعة: المنطقة + المنطقة: [المنطقة]: البلد". إذا لم يتم ضبطها سوف تعود الي الإسم المفترض للخاصية.
cs: Pole, která jsou propojena při zobrazování možností v seznamu. Pouze v případě, když pole formuláře je v podtřídě I2CE_FormField_MAPPED. Měl by to být čárkou oddělený seznam 'formulářů' nebo 'formulářů+poleodkazu'. Příklad: "kraj:oblast+region:[region]:země". Pokud toto není nastaveno, je to standardně název této funkce.
de: Die Felder die beim Auflisten von Optionen verlinken. Nur zutreffend, sofern das Datenblattfeld eine Unterklasse von I2CE_FormField_MAPPED ist. Es sollte eine mit Doppelpunkten getrennte Liste von Datenblättern oder Datenblättern + Verlinkendes Feld sein. Beispiel: „Staat:Distikt+Region:[Region]:Staat“ Sofern nichts angegeben wird, wird das Datenfeld dem Namen dieser Funktion entsprechen.
es: Los campos que son enlazados cuando se enumeran opciones. Solo se aplica si el formulario es una subclase de I2CE_FormField_MAPPED. Debería ser una lista separada por dos puntos (:) de 'forms' o 'form+linkfield's. Ejemplo: "county:district+region:[region]:country". Si no es asignado, el predeterminado es el nombre de esta función.
fr: Les champs qui sont liés quand on fait la liste des options. Appliquer uniquement si le champ de formulaire est de la sous-classe I2CE_FormField_MAPPED. Il devait être une liste ‘des formulaires’ ou ‘formulaires+champlié’ séparé par deux-points. Par exemple: «pays:district+région:[région]:pays». S’il n’est pas précisé, le nom de fonction par défaut sera utilisé.
nl: De velden die gekoppeld zijn als lijsten worden weergegeven. Alleen van toepassing als het formulierveld een subklasse is van I2CE_FormField_MAPPED. Dit moet een door dubbele punten gescheiden lijst zijn van "formulieren" of "formulier+koppelingsveld". Voorbeeld: "county:district+region:[region]:country". Als het veld niet is ingesteld, is de standaardwaarde de naam van deze functie.
pt: Os campos que estão ligado aquando da listagem das opções. Apenas se aplica se o campo da ficha for uma subclasse de I2CE_FormField_MAPPED. Deverá ser uma lista de 'forms' ou 'form+linkfield's separadas por dois pontos. Eemplo: "país:distrito+região:[região]:país". Se não for definido, fica com o nome desta função.
sw: Nyuga zinaunganishwa wakati wa kuorodhesha chaguzi. Hutumika tu kama uga ya fomu ni daraja dogo la I2CE_Uga ya Fomu_ILIYOPANDIKIZWA.Inapaswa kuwa orodha za 'fomu' zilizotenganishwa na alama ya nukta pacha au 'fomu+kiungo cha uga. Mfano: "nchi:wilaya+mkoa:[mkoa]:nchi".
tl: Ang mga kahanayang nakakakawing kapag itinatala ang mga mapagpipilian. Mailalapat lamang kung ang hanay ng pormularyo ay isang kabahaging klase ng I2CE_FormField_MAPPED. Ito ay hindi dapat na isang tala ng 'mga pormularyo' na pinaghihiwa-hiwalay ng kuwit o mga 'form+linkfield'. Halimbawa: "kondehan:distrito+rehiiyon:[rehiyon]:bansa". Kung hindi nakatakda, likas na itinatakda ito sa pangalan ng tungkuling ito.

source: Dependent Functions
ar: وظائف تابعة
cs: Závislé funkce
de: Abhängige Funktionen
es: Funciones dependientes
fr: Fonctions dépendantes
nl: Afhankelijke functies
tl: Umaasang mga Tungkulin

source: Joined Forms
ar: نماذج مربوطة
cs: Připojené formuláře
de: Verknüpfte Datenblätter
es: Formularios Adjuntos
fr: Formulaire joints
nl: Samengevoegde formulieren
pt: Fichas Conjuntas
sw: Fomu Zilizounganishwa
tl: Pinagsamang mga Pormularyo

source: Join in new forms to this relationship.
ar: قم بربط النماذج الجديدة لهذه علاقة
cs: Připojit nové formuláře k tomuto vztahu.
de: Neue Datenblätter zu dieser Datenblattverbindung hinzufügen.
es: Agregar nuevos formularios a esta relación.
fr: Joindre les nouveaux formulaire à ce relation.
nl: Nieuwe formulieren toevoegen aan deze relatie.
tl: Isama sa bagong mga pormularyo papunta sa ugnayang ito.

source: Limit This Form
ar: تحديد هذا النموذج
cs: Omezit tento formulář
de: Dieses Datenblatt beschränken
es: Limitar Este Formulario
fr: Limiter ce formulaire
nl: Dit formulier beperken
tl: Hanggahan ang Pormularyong Ito

source: Limit the type of forms added based on values of one of the fields of this form
ar: تحديد نوع النماذج المضافة بناء علي القيم الخاصة بحقل واحد لهذا النموذج
cs: Omezit typ formulářů přidaných na základě hodnot jednoho z těchto polí v tomto formuláři
de: Die hinzufügbaren Datenblattarten anhand der Werte beschränken, die eines der enthaltenen Datenfelder enthält
es: Limite el tipo de formularios agregadas basándose en valores de uno de los campos de este formulario
fr: Limiter le type de formulaires ajoutés sur la base d'un des champs de ce formulaire
nl: Beperk het type van de formulieren die toegevoegd worden op basis van een van de velden in dit formulier
tl: Hanggahan ang uri ng mga pormularyong idinadagdag batay sa mga halaga ng isa sa mga hanay ng pormularyong ito

source: Link This Form
ar: ربط هذا النموذج
cs: Připojit tento formulář
de: Dieses Datenblatt verknüpfen
es: Enlazar este formulario
fr: Lier ce formulaire
nl: Dit formulier koppelen
tl: Ikawing ang Pormularyong Ito

source: Link this form to an ancestor form in the relationship by specifying fields that need to be the same.
ar: ربط هذا النموذج بنموذج آخر في العلاقة من خلال تحديد الحقول التي تحتاج إلى أن تكون متشابهة.
cs: Připojit tento formulář k předchozímu formuláři ve vztahu podle určených polí, které potřebují být stejné.
de: Dieses Datenblatt mit einem vormaligen Datenblatt aus der Datenblattverbindung verknüpfen, indem die Felder angegeben werden, die übereinstimmen müssen.
es: Vincula este formulario a un formulario ancestro en la relación mediante la especificación de campos que necesitan ser iguales.
fr: Lier ce formulaire à un formulaire-parent dans la relation en spécifier les champs qui doivent être identiques
nl: Dit formulier koppelen aan een ouderformulier in de relatie door velden aan te geven die hetzelfde moeten zijn.
tl: Ikawing pormularyong ito sa pormularyo ng ninuno sa loob ng ugnayan sa pamamagitan ng pagtukoy sa mga hanay na kailangang magkatulad.

source: Functions
ar: وظائف
cs: Funkce
de: Funktionen
es: Funciones
fr: Fonctions
nl: Functies
pt: Funções
sw: Kadhia
tl: Mga tungkulin

source: A comma separated list of the forms in the relationship on whose fields you which you wish to aggregate on (i.e. those not in the groupby clause, these are the forms that appear in your function)
cs: Čárkou oddělený seznam formulářů ve vztahu v jehož polích si přejete sčítat (tj. ty, které nejsou v klauzule groupby, toto jsou formuláře, které se objeví ve Vaší funkci)

source: The forms which are selectable for this field. Only applies if the form field is a subclass of I2CE_FormField_MAPPED. In which case it should be a comma separated list of forms. If not set, it defaults to the name of this function.
cs: Formuláře, které jsou zvolitelné pro toto pole. Týká se pouze pokud je pole formuláře podtřídou I2CE_FormField_MAPPED. V takovém případě by to měl být čárkou oddělený seznam formulářů. Pokud není nastaveno, je to standardně název této funkce.

source: The forms which are selectable for this field. Only applies if the form field is a subclass of I2CE_FormField_MAPPED. In which case it should be a comma separated list of forms.
cs: Formuláře, které jsou zvolitelné pro toto pole. Týká se pouze pokud je pole formuláře podtřídou I2CE_FormField_MAPPED. V takovém případě by to měl být čárkou oddělený seznam formulářů.

source: Display Style For Form
cs: Zobrazit styl pro formulář

source: Affects how a form can be linked
cs: Ovlivňuje kolik formulářů může být propojeno

source: The fields that are linked when listing options. Only applies if the form field is a subclass of I2CE_FormField_MAPPED. It should be a colon separated list of 'forms' or 'form+linkfield's. Example: "county:district+region:[region]:country".
cs: Pole, která jsou propojena při výpisu možností. Platí pouze pokud je pole formuláře podtřída I2CE_FormField_MAPPED. Mělo by být čárkou oddělený seznam 'forms' nebo 'form+linkfield'. Příklad: "county:district+region:[region]:country".
