Repository: hispindia/ihris-bihar-2018
Catalog: lib/4.1.4-release/I2CE/translations/templates/form-relationships/*.po
Languages: ar, cs, de, es, fr, nl, pt, sw, tl

source: A name for this function that can be refred to when creating reports.
ar: اسما لهذه المهمة التي يمكن أن تكون مرجعا إلى حين إنشاء التقارير.
cs: Název této funkce, aby mohla být odkazována při vytváření hlášení.
de: Der Name dieser Funktion auf den man sich beim Erstellen von Berichten beziehen kann.
es: Un nombre para referirse a esta función cuando se crean informes.
fr: Un nom de fonction auquel on peut se référer lors de la création de rapports.
nl: Een naam voor deze functie waaraan gerefereerd kan worden bij het aanmaken van rapportages.
pt: Um nome para se referir a esta função quando se cria relatórios.
sw: Jina kwa ajili ya kadhia hii ambalo linaweza kurejewa wakati wa kutengeneza ripoti.
tl: Isang pangalan para sa tungkuling ito na maaaring sangguniin kapag lumilikha ng mga ulat.

source: The reported form
ar: النموذج المقرر
cs: Nahlášený formulář
de: Das berichtete Datenblatt
es: El formulario informado
fr: Le formulaire rapporté
nl: Het gerapporteerde formulier
pt: A ficha reportada
sw: Fomu iliyoripotiwa
tl: Ang pormularyong iniulat

source: uses the form
ar: يستخدم النموذج
cs: používá formulář
de: nutzt das Datenblatt
es: usa al formulario
fr: utilise le formulaire
nl: gebruikt het formulier
pt: utiliza a ficha
sw: hutumia fomu
tl: gumagamit ng pormularyong

source: ) is displayed.
ar: ) تم عرضه
cs: ) je zobrazeno.
de: ) angezeigt.
es: ) será mostrado.
fr: ) est affiché.
nl: ) weergegeven.
pt: ) é indicada.
sw: ) linaonekana
tl: ) ang ipinapakita.

source: A description of the form that should be understandable to the end user.
ar: وصف النموذج الذي يجب أن يكون مفهوما من قبل المستخدم النهائي.
cs: Popis formuláře, který by měl být srozumitelný pro koncového uživatele.
de: Eine Beschreibung des Datenblatts, die dem Anwender verständlich sein sollte.
es: Una descripción del formulario. Debe de ser comprensible para un usuario final.
fr: Une description du formulaire qui doit être compréhensible pour l’utilisateur final
nl: Een beschrijving van het formulier die begrijpelijk moet zijn voor een eindgebruiker.
pt: Uma descrição da ficha que possa ser compreendida pelo utilizador final.
sw: Ufafanuzi wa fomu ambao unapaswa kueleweka kwa mtumiaji wa mwisho.
tl: Isang paglalarawan ng pormularyong dapat na mauunawaan ng kinapupuntahang tagagamit.

source: Existing Limits
ar: الحدود القائمة
cs: Existující omezení
de: Vorhandene Einschränkungen
es: Límites Existentes
fr: Limites existantes
nl: Bestaande limieten
pt: Restrições Existentes
sw: Vikomo Vilivyopo
tl: Umiiral na mga Hangganan

source: Field
ar: حقل
cs: Pole
de: Datenfeld
es: Campo
fr: Champ
nl: Veld
pt: Campo
tl: Hanay

source: The field of this form we wish to link with.
ar: حقل هذا النموذج الذي نود ربطه
cs: Pole tohoto formuláře, s kterým chcete propojit.
de: Das Datenfeld dieses Datenblatts, mit dem verknüpft werden soll.
es: El campo de este formulario al que queremos enlazar.
fr: Le champ du formulaire avec lequel faire la liaison
nl: Het veld van dit formulier waarmee wordt gekoppeld.
tl: Ang hanay ng pormularyong ito na nais naming pagkawingan.

source: Select Value
ar: حدد قيمة
cs: Vyberte Hodnotu
de: Wert auswählen
es: Seleccione un valor
fr: Choisir une valeur
nl: Selecteer waarde
tl: Piliin ang Halaga

source: Ancestor Form
ar: شكل السلف
cs: Formulář předchůdce
de: Vormaliges Datenblatt
es: Formulario Ancestro
fr: Formulaire ancêtre (parent)
nl: Ouderformulier
tl: Pormularyo ng Ninuno

source: The named form we wish to specify the condition.
ar: اسم الملف الذي نود تحديد حالته.
cs: Pojmenovaný formulář, kterému chcete určit podmínku.
de: Das Datenblatt, für das eine Bedingung angegeben werden soll.
es: El formulario nombrado al que queremos especificarle una condición.
fr: Le formulaire nommé pour lequel on veut spécifier des conditions
nl: De naam van het formulier waarvoor u de conditie wilt aangeven.
tl: Ang pormularyong pinangalanan na nais naming pagtukuyan ng kalagayan.

source: Ancestor Field
ar: حقل السلف
cs: Pole předchůdce
de: Vormaliges Datenfeld
es: Campo Ancestro
fr: Champ ancêtre (parent)
nl: Ouderveld
tl: Hanay ng Ninuno

source: The field of the ancestral form we wish to link with.
ar: حقل نموذج السلف الذي نود أن نرتبط معه.
cs: Pole formuláře předchůdce, s kterým chcete propojit.
de: Das Datenfeld des vormaligen Datenblatts, mit dem verknüpft werden soll.
es: El campo de el formulario ancestro con el cual deseamos hacer vínculo.
fr: Le champ du formulaire-parent avec lequel on veut faire la laison
nl: Het veld van dit ouderformulier waarmee wordt gekoppeld.
tl: Ang hanay ng pormularyo ng ninuno na nais naming pagkawingan.

source: Existing Conditions
ar: الظروف القائمة
cs: Existující podmínky
de: Vorhandene Bedingungen
es: Condiciones existentes
fr: Conditions existantes
nl: Bestaande voorwaarden
tl: Umiiral na mga Kalagayan

source: Add a new condition
ar: إضافة شرط جديد
cs: Přidat novou podmínku
de: Eine neue Bedingung hinzufügen
es: Agragar una nueva condición
fr: Ajouter une nouvelle condition
nl: Nieuwe voorwaarde toevoegen
tl: Magdagdag ng isang bagong kalagayan

source: The defining SQL for this function. You refer to reported fields as `reportform+field`
ar: ال SQL المعرف لهذه الوظيفة. قم بالرجوع الي الحقول ال مقررة مثل تقرير النموذج + حقل`
cs: Určující SQL pro tuto funkci. Na ohlášená pole odkazujete jako `reportform+field`
de: Der SQL-Code, der diese Funktion definiert. Auf Berichtsfelder bezieht man sich in Form von ‚<berichtsdatenblatt>+<feld>„“.
es: La definición de SQL para esta función. Debe referirse a los campos informados como `reportform+field`
fr: La requête SQL de cette fonction. On se refère aux champs du rapport par la syntaxe : `Rapport+Champ`
nl: De bepalende SQL voor deze functie. U verwijst naar gerapporteerde velden als 'reportform + field'
pt: SQL definido para esta função. Refira-se aos campos reportados como `reportform+field`
sw: Kufasiri SQL kwa ajili ya kadhia hii. Unarejea kwenye nyuga zilizoripotiwa kama “Fomu ya ripoti+uga”
tl: Ang nagbibigay ng kahulugang SQL para sa tungkuling ito. Tutukuyin mo ang iniulat na mga kahanayan bilang `reportform+field`

source: Row will be dropped if form is not found
ar: سوف يتم إسقاط الصف إذا لم يتم العثور على النموذج
cs: Řádek bude odstraněn, pokud formulář nebude nalezen
de: Die Zeile wird ausgelassen, sofern das Datenblatt nicht gefunden wird.
es: La fila se eliminará si no se encuentra el formulario
fr: La ligne sera supprimée si le formulaire n’est pas retrouvé
nl: De rij wordt niet verwijderd als het formulier niet gevonden kan worden
pt: A linha será afastada se a ficha não for encontrada
sw: Safu itadondoshwa kama fomu haipatikani
tl: Ibabagsak ang hilera kung hindi matatagpuan ang pormularyo

source: Row will not be dropped if form is not found
ar: لن يسقط الصف إذا لم يتم العثور على النموذج
cs: Řádek nebude odstraněn, pokud formulář nebude nalezen
de: Die Zeile wird nicht ausgelassen, sofern das Datenblatt nicht gefunden wird.
es: La fila no será eliminada si no se encuentra el formulario
fr: La ligne ne sera pas supprimée si le formulaire n’est pas retrouvé
nl: De rij wordt verwijderd als het formulier niet gevonden kan worden
pt: A linha não será afastada se a ficha não for encontrada
sw: Safu haitadondoshwa kama fomu haipatikani
tl: Hindi ibabagsak ang hilera kung hindi matatagpuan ang pormularyo

source: An internal key used to identify the form relationship. It may not be the same as the key for any of the existing named forms in this relationship.
ar: استخدام مفتاح داخلي لتحديد شكل العلاقة. قد لا يكون هو نفسه مفتاح لأي من النماذج الموجودة وردت أسماؤهم في هذه العلاقة.
cs: Vnitřní klíč, kterým se určuje vztah formuláře. Nemusí být stejný jako klíč pro jakékoliv existující pojmenované formuláře v tomto vztahu.
de: Ein interner Schlüssel der zur Identifizierung der Datenblattbeziehung genutzt wird. Er darf nicht einem der Schlüssel für vorhandene Datenblätter dieser Datenblattbeziehung entsprechen.
es: Una llave interna usada para identificar la relación del formulario. No puede ser la misma llave de ningún otro formulario en esta relación.
fr: "Une clé interne utilisée pour identifier la relation du formulaire. Elle peut ne pas être la même que la clé utilisée pour n’importe lequel des formulaires nommés existant dans cette relation."
nl: Een interne sleutel die wordt gebruikt om de formulierrelatie te identificeren. Deze mag niet dezelfde zijn als de sleutel voor enige bestaande formuliernamen in deze relatie.
pt: Uma chave interna para identificar a relação entre fichas. Poderá não ser a mesma chave para qualquer das fichas existentes nesta relação.
sw: Dota ya ndani inayotumika kuainisha uhusiano wa fomu. Inaweza kuwa isiwe sawa na dota kwa ajili ya fomu zozote zilizopo zenye majina katika uhusiano huu.
tl: Isang panloob na susi na ginagamit pagkilala ng ugnayang ng pormularyo. Ito ay maaaring hindi katulad ng susi para sa anuman sa umiiral na pinangalanang mga pormularyo sa loob ng ugnayang ito.

source: You have not defined any limiting information under this node. You may either choose to limit by a field or set this node to be an operator.
ar: لم تقم بتحديد أية معلومات الحد من تحت هذه العقدة. يمكنك اختيار إما للحد من حقل أو تعيين هذه العقدة ليكون المشغل.
cs: Neurčili jste v tomto uzlu žádné omezující informace. Buď můžete zvolit je omezovat pomocí pole nebo nastavit tento uzel, aby byl operátorem.
de: Es wurde keine Einschränkung für diesen Knoten definiert. Entweder eine Einschränkung durch ein Feld auswählen oder diesen Knoten zu einem Operatoren machen.
es: No ha definido ningún tipo de información limitante debajo de este nodo. Puede elegir limitar por campo, o bien seleccionar este nodo como un operador.
fr: Vous n’avez défini aucune information de limitation sous ce nœud. Vous pouvez soit choisir de limiter par un champ ou définir ce nœud en tant qu’opérateur
nl: U hebt geen beperkingsgegevens aangemaakt onder deze node. U kunt kiezen om te beperken via een veld of instellen dat deze node een operator is.
pt: Você não definiiu qualquer informação sobre limites neste nódulo. Você poderá escolher restringir este nódulo para ser um operador.
sw: Hujafasili taarifa yoyote ya kikomo kwenye kifundo hiki. Unaweza ama kuchagua kuweka kikomo kwa uga au kupanga kifundo hiki kuwa kiendeshaji.
tl: Hindi ka nagbigay ng kahulugan ng anumang kabatirang naghahangga sa ilalim ng bukong ito. Maaari kang pumili na maghangga ayon sa hanay o itakda ang bukong ito ayon sa tagapagpaandar.

source: Please select either a form to use as the primary form for this form relationship or choose to copy an existing form relationship to a new one by clicking on the appropriate Options link below.
ar: الرجاء اختيار إما نموذج لاستخدام النموذج الأساسي لهذه العلاقة أو اختيار لنسخ شكل العلاقة القائمة على واحد جديد من خلال النقر على رابط الخيارات المناسبة أدناه.
cs: Buď, prosím, vyberte formulář k použití jako hlavní formulář pro tento vztah formuláře, nebo zvolte kopírovat existující vztah do nového kliknutím na odpovídající odkaz možností níže.
de: Bitte entweder ein Datenblatt als primäres Datenblatt für diese Datenblattbeziehung auswählen oder kopiere eine vorhandene Datenblattbeziehung in die neue Datenblattbeziehung, indem Du unten auf den entsprechenden Link bei den Optionen klickst.
es: Por favor, seleccione un formulario para usarlo como formulario principal para esta relación, o bien, puede copiar la relación de formulario existente a uno nuevo haciendo click en el enlace de Opciones que se muestra debajo.
fr: Veuillez sélectionner un formulaire à utiliser soit comme le formulaire principal pour cette relation de formulaires ou choisir de copier une relation de formulaire existante vers un nouveau en cliquant sur le lien approprié des options ci-dessous.
nl: Selecteer hier ofwel een te gebruiken formulier als het primaire formulier voor deze formulierrelatie of maak een kopie van een bestaande formulierrelatie door te klikken op de gewenste optie hieronder.
pt: Por favor seleccione ou uma ficha a usar como a ficha primária nesta relação ou escolha copiar uma relação entre fichas existente clicando nos links apropriados abaixo.
sw: Tafadhali chagua ama fomu ili kuitumia kama fomu ya msingi kwa ajili ya uhusiano wa fomu hii au chagua kunakili uhusiano wa fomu iliyopo kwenye fomu mpya kwa kubofya kwenye kiungo chaguzi stahili hapa chini.
tl: Mangyaring pumili ng isang pormularyong gagamitin bilang pangunahing pormularyo para sa kaugnayang ito ng promularyo o piliin na kopyahin ang isang umiiral na ugnayan ng pormularyo papaunta sa isang bago sa pamamagitan ng pagpindot sa naaangkop na kawing ng Mga Mapagpipilian sa ibaba.

source: Please select a form to use as the primary form for this form relationship by clicking on the Options link below.
ar: يرجى تحديد نموذج لاستخدام النموذج الأساسي لهذه العلاقة النموذج بالنقر على وصلة خيارات أدناه.
cs: Vyberte, prosím formulář, který bude použit jako hlavní formulář pro tento vztah formuláře kliknutím na odkaz možností níže.
de: Bitte ein Datenblatt als primäres Datenblatt für diese Datenblattbeziehung auswählen indem Du oben auf den Link zu den Optionen klickst.
es: Por favor, seleccione un formulario para usarlo como formulario principal para esta relación, haciendo click en el enlace de Opciones que se muestra debajo.
fr: Veuillez sélectionner un formulaire à utiliser comme formulaire principal pour cette relation entre formulaires en cliquant sur le lien des options ci-dessous
nl: Selecteer een te gebruiken formulier als het primaire formulier voor deze formulierrelatie door te klikken op de gewenste optie hieronder.
pt: Por favor seleccione uma ficha a usar como a ficha primária nesta relação clicando no link de Opções abaixo.
sw: Tafadhali chagua fomu ili kuitumia kama fomu ya msingi kwa ajili ya uhusiano wa fomu hii kwa kubofya kwenye kiungo chaguzi hapa chini.
tl: Mangyaring pumili ng isang pormularyong gagamitin bilang pangunahing pormularyo para sa ugnayang ito ng pormularyo sa pamamagitan ng pagpindot sa kawing ng Mga Mapagpipilian na nasa ibaba.

source: An internal key used to identify the form relationship. It may not be the same as the key for any of the existing form relationships.
ar: استخدام مفتاح داخلي لتحديد شكل العلاقة. قد لا يكون هو نفسه مفتاح لأي من العلاقات نموذج موجود.
cs: Vnitřní klíč, kterým se určuje vztah formuláře. Nemusí být stejný jako klíč pro jakékoliv existující vztahy formuláře.
de: Ein interner Schlüssel der zur Identifizierung der Datenblattbeziehung genutzt wird. Er darf nicht einem der Schlüssel für vorhandene Datenblätter dieser Datenblattbeziehung entsprechen.
es: Una llave interna usada para identificar el formulario de la relación. No puede ser la misma llave que se utiliza para cualquiera de las relaciones de formulario existentes.
fr: Une clé interne utilisée pour identifier la relation du formulaire. Elle peut ne pas être la même que la clé utilisée pour n’importe lequel des relations de formulaires existants
nl: Een interne sleutel die wordt gebruikt om de formulierrelatie te identificeren. Deze mag niet dezelfde zijn als de sleutel voor enige bestaande formulierrelatie.
pt: Uma chave interna para identificar a relação entre fichas. Poderá não ser a mesma chave para qualquer das relações entre fichas existentes
sw: Dota ya ndani inayotumika kutambua uhusiano wa fomu. Inaweza kuwa isiwe sawa na dota kwa ajili ya mahusiano ya fomu yoyote iliyopo.
tl: Isang susing panloob na ginagamit upang makilala ang ugnayan ng pormularyo. Maaaring hindi ito katulad ng susi para sa anumang umiiral na mga ugnayan ng pormularyo.

source: To construct a new form relationship, you will need to first choose a Primary Form
ar: لبناء علاقة جديدة نموذج ، وسوف تحتاج أولا إلى اختيار الشكل الأساسي
cs: Pro sestavení nového vztahu formuláře, budete muset nejdříve zvolit hlavní formulář
de: Um eine neue Datenblattbeziehung aufzubauen, muss zunächst ein primäres Datenblatt ausgewählt werden.
es: Para construir una nueva relación de formulario, primero deberá seleccionar un Formulario Primario
fr: Pour construire une nouvelle relation de formulaire, vous devrez d'abord choisir a Formulaire Principal
nl: Om een nieuwe formulierrelatie aan te leggen, moet u eerst een primair formulier kiezen
pt: Para construir uma nova relação de fichas , terá de primeiro escolher uma ficha Primária
sw: Ili kutengeneza uhusiano wa fomu mpya, utatakiwa kwanza kuchagua Fomu ya Msingi
tl: Upang makabuo ng isang bagong ugnayan ng pormularyo, kakailanganin mo munang pumili ng isang Pangunahing Pormularyo

source: A description of the relationship that should be understandable to the end user.
ar: توصيف للعلاقة التي ينبغي أن تكون مفهومة للمستخدم النهائي.
cs: Popis vztahu, který by měl srozumitelný pro koncového uživatel pochopit.
de: Eine Beschreibung der Datenblattbeziehung, die dem Anwender verständlich sein sollte.
es: Una descripción de la relación. Debe ser comprensible para el usuario final.
fr: Une description de la relation qui doit être compréhensible pour l’utilisateur final.
nl: Een beschrijving van de relatie die begrijpelijk moet zijn voor de eindgebruiker.
pt: Uma descrição da relação, a qual deverá ser compreensível para o utilizador final.
sw: Ufafanuzi wa uhusiano ambao unapaswa kueleweka kwa mtumiaji wa mwisho.
tl: Isang paglalarawan ng ugnayang dapat na nauunawaan ng tumatanggap na tagagamit.

source: The defining SQL for this function. You refer to a form with the name <formname> and the field <field> `<formname>+<field>` in your function.
ar: في SQL تعريف لهذه المهمة. عليك الرجوع إلى نموذج مع <formname> اسم والميدان <field> `<formname> + <field>` في وظيفة الخاص بك.
cs: Určující SQL pro tuto funkci. Na formulář odkazujete pomocí názvu <názevformuláře> a pole <pole> ' <názevformuláře>+<pole> ve Vaší funkci.
de: Die SQL-Abfrage zu dieser Funktion. Auf ein Datenblatt mit dem Namen <datenblattname> und dem Datenfeld <feld> wird in der Funktion mit „<datenblattname>+<feld>“ Bezug genommen.
es: La definición de SQL para esta función. Debe referirse al formulario de nombre <formname> y al campo <field> `<formname>+<field>` en su función.
fr: La requête SQL pour cette fonction. On se refère à un formulaire avec le nom <nomdeformulaire> et au champ la syntaxe `<nomde formulaire>+<champ>`
nl: De SQL voor deze functie. U refereert aan een formulier met de naam <forname> en het veld <field>, `<formname>+<field>` in uw functie.
pt: O SQL que definie esta função. Você faz referência a uma ficha com o nome <nomeficha> e o campo <campo> `<nomeficha>+<campo>` na sua função.
sw: Kufasili SQL kwa ajili ya kadhia hii. Rejea kwenye fomu yenye jina <jina la fomu> na uga <uga>`<jina la fomu>+<uga>` kwenye kadhia yako.
tl: Ang nagbibigay ng kahulugang SQL para sa tungkuling ito. Tutukuyin mo ang isang pormularyo na may pangalang <formname> at ang hanay na <field> `<formname>+<field>` sa loob ng tungkulin mo.

source: The name of the form that is displayed to the end user. If none is specified, then the short name (
ar: اسم النموذج التي يتم عرضها للمستخدم النهائي. إذا تم تحديد لا شيء، ثم لإسم المختصر (
cs: Název formuláře, který je zobrazen koncovému uživateli. Pokud není žádný zadán, pak krátký název (
de: Der Name des Datenblatts, der dem Anwender angezeigt wird. Sofern keiner angegeben wird, wird der Kurzname (
es: El nombre del formulario que será mostrado al usuario final. Sí ninguno es especificado, entonces el nombre corto (
fr: Le nom du formulaire qui est affiché pour l’utilisateur final. Si aucun n’est spécifié, alors le nom abrégé (
nl: De naam van het formulier dat wordt weergegeven aan de eindgebruiker. Als er geen formulier is opgegeven, dan wordt de korte naam (
pt: O nome da ficha que é apresentado ao utilizador final. Caso nenhuma denominação seja apresentada, então a denominação breve (
sw: Jina la fomu ambayo inaonyeshwa kwa mtumiaji wa mwisho. Kama hakuna kitu kilichobainishwa, kwa hiyo jina fupi (
tl: Ang pangalan ng pormularyong ipinapakita sa pinupuntahang tagagamit. Kung walang tinukoy, kung gayon ang makiling pangalan (

source: Join Method
ar: طريقة الانضمام
cs: Metoda připojení
de: Verknüpfungsmethode
es: Método join
fr: Méthode de jointure
nl: Joinmethode
tl: Paraan ng Pagsasali

source: LEFT JOIN
ar: الربط الأيسر
de: VERKNÜPFUNG LINKS
fr: JOINTURE GAUCHE
tl: ISALI SA KALIWA

source: Limit Join
ar: الربط المحدود
cs: Omezení připojení
de: Verknüpfung beschränken
es: Limitar join
fr: Limit de jointure
nl: Join beperken
tl: Hanggahan ang Pagsasali

source: ALLOW MULTIPLE JOINS
ar: يسمح بروابط متعددة
cs: POVOLIT MNOHO PŘIPOJENÍ
de: MEHRERE VERKNÜPFUNGEN ZULASSEN
es: PERMITIR MÚLTIPLES JOINS
fr: Autorise Jointures multiple
nl: MEERDERE SAMENVOEGINGEN TOESTAAN
pt: PERMITIR VÁRIAS ASSOCIAÇÕES
tl: PAYAGAN ANG MARAMIHANG MGA PAGSALI

source: Edit the SQL function
ar: تعديل وظيفة SQL
cs: Upravit funkci SQL
de: Die SQL-Funktion bearbeiten
es: Editar la función SQL
fr: Editer une fonction SQL
nl: SQL-functie bewerken
pt: Editar a função SQL
sw: Hariri kadhia ya SQL
tl: Baguhin ang tungkulin ng SQL

source: Aggregate
ar: إجمالي
cs: Sloučit
de: Zusammenfassen
es: Agregado
fr: Agréger
nl: Aggregaat
pt: Agregada
tl: Pagsamahin
