Repository: hispindia/ihris-bihar-2018
Catalog: lib/4.1.4-release/I2CE/translations/templates/form-relationships/*.po
Languages: ar, cs, de, es, fr, nl, pt, sw, tl

source: Sql Query
ar: SQL الاستعلام
cs: Dotaz Sql
de: SQL-Abfrage
es: Consulta Sql
fr: Requête SQL
pt: Consulta SQL
sw: Dodosi la Sql
tl: Tanong ng SQL

source: Description
ar: توصيف
cs: Popis
de: Beschreibung
es: Descripción
nl: Beschrijving
pt: Descrição
sw: Ufafanuzi
tl: Paglalarawan

source: A description of this function to be displayed to the end user
ar: توصيف المهمة ليتم عرضها للمستخدم النهائي
cs: Popis této funkce, který je zobrazen koncovému uživateli
de: Eine Beschreibung dieser Funktion, die dem Anwender angezeigt wird.
es: Una descripción de esta función que será vista por el usuario final
fr: Une description de cette fonction à afficher pour l’utilisateur final
nl: Een beschrijving van deze functie die wordt weergegeven aan een eindgebruiker
pt: Uma descrição desta função a ser apresentada ao utilizador final
sw: Ufafanuzi wa kadhia hii kuonyeshwa kwa mtumiaji wa mwisho
tl: Isang paglalarawan ng tungkuling ito na ipapakita sa tumatanggap na tagagamit

source: Form Field
ar: حقل النموذج
cs: Pole formuláře
de: Datenblattfeld
es: Campo de Formulario
fr: Champ de formulaire
nl: Formulierveld
pt: Campo da ficha
sw: Uga ya Fomu
tl: Hanay ng Pormularyo

source: Select the form field that this function takes values in
ar: حدد حقل النموذج المستخدم بواسطة المهمة لتعبئة القيم
cs: Vyberte pole formuláře, z kterého tato funkce bere hodnoty
de: Ein Datenblattfeld auswählen in das diese Funktion Werte einfügt
es: Seleccione el campo del formulario del cual esta función tomará valores
fr: Sélectionner le champ de formulaire dans lequel cette fonction prend des valeurs
nl: Selecteer het formulierveld waar deze functies waarden in accepteert
pt: Seleccione o campo da ficha na qual esta função busca valores
sw: Chagua uga ya fomu ambamo kadhia hii inaingiza thamani
tl: Piliin ang hanay ng pormularyo na pinagkukunan ng halaga ng tungkuling ito

source: Selectable Forms
ar: النماذج التي تم اختيارها
cs: Volitelné formuláře
de: Auswählbare Datenblätter
es: Formularios Seleccionables
fr: Formulaires sélectionnables
nl: Selecteerbare formulieren
pt: Fichas Seleccionáveis
sw: Fomu Zinazochagulika
tl: Mapipiling mga Pormularyo

source: Linked Fields
ar: الحقول المرتبطة
cs: Propojené formuláře
de: Verknüpfte Felder
es: Campos Relacionados
fr: Champs liés
nl: Gekoppelde velden
pt: Campos Ligados
sw: Nyuga zilizounganishwa
tl: Nakakawing na mga Kahanayan

source: Existing Limit
ar: الحد القائم
cs: Existující omezení
de: Vorhandene Einschränkung
es: Límite Existente
fr: Limite existante
nl: Bestaande limiet
pt: Restrição existente
sw: Kikomo Kilichopo
tl: Umiiral na Hangganan

source: There is a limit on the field
ar: هناك حد للحقل
cs: Na pole existuje omezení
de: Dieses Feld wird eingeschränkt
es: Hay un límite en este campo
fr: Il existe une limite sur le champ
nl: Er bestaat een beperking voor dit veld
pt: Existe uma restrição sobre o campo
sw: Kuna kikomo kwenye uga
tl: May isang hangganan sa hanay

source: with style
ar: مع نمط
cs: se stylem
de: mit Stil
es: con estilo
fr: avec style
nl: met stijl
pt: com estilo
sw: na mtindo
tl: may estilo

source: You may
ar: يمكنك
cs: Můžete
de: Du kannst
es: Usted puede
fr: Vous pouvez
nl: U mag
pt: Você poderá
sw: Unaweza
tl: Maaari mong

source: Remove
ar: إزالة
cs: Odstranit
de: Entfernen
es: Eliminar
fr: supprimer
nl: Verwijderen
pt: Remover
sw: Kuondoa
tl: Tanggalin

source: this limit.
ar: هذا الحد.
cs: toto omezení
de: diese Einschränkung.
es: este límite
fr: cette limite.
nl: deze limiet.
pt: esta restrição.
sw: kikomo hiki.
tl: ang hangganang ito.

source: There are no forms which are able to be joined to this form.
ar: لا توجد نماذج يمكنها الإتصال بهذا النموذج.
cs: Neexistují žádné formuláře, které mohou být připojeny k tomuto formuláři.
de: Es gibt keine Datenblätter, die mit diesem Datenblatt verknüpft werden können.
es: No hay formularios que puedan ser unidos a este.
fr: Il n'existe pas de formulaires que l’on peut lier à ce formulaire.
nl: Er zijn geen formulieren die samengevoegd kunnen worden met dit formulier.
pt: Não existem fichas que podem ser acopladas a esta ficha.
sw: Hakuna fomu ambazo zinaweza kuunganishwa kwenye fomu hii.
tl: Walang mga pormularyo na naisagawang maisama sa pormularyong ito.

source: Limit this form by a field
ar: تحديد هذا النموذج عن طريق حقل
cs: Omezit tento formulář polem.
de: Dieses Datenblatt mit einem Feld einschränken
es: Limitar este formulario por un campo
fr: Limiter ce formulaire par un champ
nl: Dit formulier beperken via een veld
pt: Limitar esta ficha por um campo
sw: Wekea kikomo hii fomu kwa uga
tl: Hanggahan ang pormularyong ito sa pamamagitan ng isang hanay

source: Select a field and limit type to limit this form by.
ar: حدد نوع الحقل والحد للنوع من هذا الشكل لتحديد النموذج.
cs: Vyberte pole a typ omezení, které bude použito na tento formulář.
de: Ein Feld sowie eine Einschränkungsart zum einschränken dieses Datenblatts auswählen.
es: Seleccione un límite y un tipo de límite para limitar este formulario.
fr: Sélectionner un champ et un type de limite par lesquels limiter ce formulaire.
nl: Selecteer een veld en een beperkingstype om dit formulier te beperken.
pt: Seleccionar um campo e limitar esta ficha através.
sw: Chagua uga na aina ya kikomo ili kuwekea kikomo fomu hii kwa.
tl: Pumili ng isang hanay at hanggahan ang uri sa hanggahan ang pormularyong ito ayon sa.

source: Form field
ar: حقل النموذج
cs: Pole formuláře
de: Datenblattfeld
es: Campo de Formulario
fr: Champ de formulaire
nl: Formulierveld
pt: Campo da ficha
sw: Uga ya fomu
tl: Hanay ng pormularyo

source: Select a field
ar: تحديد حقل
cs: Vyberte pole
de: Ein Feld auswählen
es: Seleccionar un campo
fr: Sélectionner un champ
nl: Selecteer een veld
pt: Seleccione um campo
sw: Chagua uga
tl: Pumili ng isang hanay

source: View
ar: عرض
cs: Zobrazení
de: Ansehen
es: Vista
fr: Afficher
nl: Bekijken
pt: Visualizar
sw: Angalia
tl: Tingnan

source: Delete
ar: حذف
cs: Smazat
de: Löschen
es: Eliminar
fr: Supprimer
nl: Verwijderen
pt: Apagar
sw: Ondoa
tl: Burahin

source: Edit
ar: تعديل
cs: Upravit
de: Bearbeiten
es: Editar
fr: Editer
nl: Bewerken
pt: Editar
sw: Hariri
tl: Baguhin

source: The SQL Function
ar: وظيفة SQL
cs: Funkce SQL
de: Die SQL-Funktion
es: La Función SQL
fr: La fonction SQL
nl: De SQL-functie
pt: A Função SQL
sw: Kadhia ya SQL
tl: Ang Tungkuling SQL

source: The form field that this function takes values in
ar: حقل النموذج أن هذه الدالة تأخذ القيم في
cs: Pole formuláře, z kterého tato funkce bere hodnoty
de: Das Datenblattfeld in das diese Funktion Werte einfügt
es: El campo del formulario del cual esta función toma los valores
fr: Le champ de formulaire dans lequel cette fonction prend des valeurs
nl: Het formulierveld waar deze functies waarden in accepteert
pt: O campo da ficha na qual esta função busca valores
sw: Uga ya fomu ambayo kadhia hii inaingiza thamani
tl: Ang hanay ng pormularyo na pinagkukunan ng mga halaga ng tungkuling ito

source: Editing Language
ar: تعديل اللغة
cs: Úprava jazyka
de: Bearbeitungssprache
es: Lenguaje de Edición
fr: Langue d’édition
nl: Taal bewerken
pt: Língua de Edição
sw: Lugha ya Kuhariria
tl: Wikang Pampatnugot

source: Export
ar: اصدار
de: Exportieren
es: Exportar
fr: Exporter
nl: Exporteren
pt: Exportar
sw: Peleka
tl: Iluwas

source: Existing Functions
ar: الوظائف الموجودة
cs: Existující funkce
de: Vorhandene Funktionen
es: Funciones Existentes
fr: Fonctions existantes
nl: Bestaande functies
pt: Funções Existentes
sw: Kadhia Zilizopo
tl: Umiiral na mga Tungkulin

source: Form Relationships
ar: نموذج العلاقات
cs: Vztahy formuláře
de: Datenblattbeziehungen
es: Relaciones de Formulario
fr: Relations de formulaires
nl: Formulierrelaties
pt: Relações entre as Fichas
sw: Mahusiano ya Fomu
tl: Bumuo ng mga Kaugnayan

source: View an Existing Relationship
ar: قم بعرض علاقة موجودة
cs: Zobrazit existující vztah
de: Eine vorhandene Datenblattbeziehung ansehen
es: Ver una Relación Existente
fr: Afficher une relation existante
nl: Bestaande relatie bekijken
pt: Visualizar com uma Relação Existente
sw: Angalia Uhusiano Uliyopo
tl: Tingnan ang isang Umiiral na Kaugnayan

source: There are no existing relationships
ar: لا توجد اية علاقات
cs: Neexistují žádné existující vztahy
de: Es sind keine Datenblattbeziehungen vorhanden
es: No hay relaciones existentes
fr: Il n’existe pas de relations existantes
nl: Er zijn geen bestaande relaties
pt: Não existem relações
sw: Hakuna uhusiano uliyopo
tl: Walang umiiral na mga ugnayan

source: Add a new operand.
ar: اضف معامل جديد
cs: Přidat nový operand.
de: Einen neuen Operanden hinzufügen.
es: Añadir un nuevo operando.
fr: Ajouter un nouvel opérande.
nl: Nieuwe operand toevoegen.
pt: Adicionar novo operando.
sw: Ongeza kiendeshwa kipya
tl: Magdagdag ng isang bagong operand.

source: You may add a new operand to this operator.
ar: يمكنك إضافة معامل جديد لهذا المشغل.
cs: Do tohoto operandu můžete přidat nový operand.
de: Zu diesem Operator kann ein neuer Operand hinzugefügt werden.
es: Usted puede añadir un nuevo operando a este operador.
fr: Vous pouvez ajouter un nouvel opérande à cet opérateur.
nl: U mag een nieuwe operand toevoegen aan deze operator.
pt: Poderá adicionar um novo operando a este operador.
sw: Unaweza kuongeza kiendeshwa kipya kwenye kiendesha hiki.
tl: Maaari kang magdagdag ng isang bagong operand sa operador na ito.

source: Add a new child form
ar: إضافة نموذج فرعي جديد
cs: Přidat nový podřazený formulář
de: Ein neues untergeordnetes Datenblatt hinzufügen
es: Añadir un nuevo formulario hijo
fr: Ajouter un nouveau formulaire enfant (sous-formulaire)
nl: Nieuw kindformulier toevoegen
pt: Adicionar um novo child form
sw: Ongeza fomu ya mtoto mpya
tl: Magdagdag ng isang bagong pormularyong pambata

source: Add A New Form
ar: إضافة نموذج جديد
cs: Přidat nový formulář
de: Ein neues Datenblatt hinzufügen
es: Añadir un Nuevo Formulario
fr: Ajouter un nouveau formulaire
nl: Nieuw formulier toevoegen
pt: Adicionar uma Nova Ficha
sw: Ongeza A fomu Mpya
tl: Magdagdag ng Isang Bagong Pormularyo

source: Select a child form to join to this form
ar: اختر نموذج فرعي للانضمام إلى هذا النموذج
cs: Vyberte podřazený formulář pro připojení k tomuto formuláři
de: Ein untergeordnetes Datenblatt zum Verknüpfen mit diesem Datenblatt auswählen.
es: Seleccione un formulario hijo para unir a este formulario
fr: Sélectonner un sous-formulaire à ajouter à ce formulaire
nl: Selecteer een kindformulier om aan dit formulier toe te voegen
pt: Seleccionar um child form para juntar a esta ficha
sw: Chagua fomu ya mtoto ili kuiunganisha kwenye fomu hii
tl: Pumili ng isang pormularyong pambata na isasali sa pormularyong ito

source: Short Name
ar: اسم قصير
cs: Krátký název
de: Kurzname
es: Nombre Corto
fr: Nom abrégé
nl: Korte naam
pt: Denominação Breve
sw: Jina Fupi
tl: Maikling Pangalan

source: Display Name
ar: عرض اسم
cs: Zobrazený název
de: Anzeigename
es: Nombre en Pantalla
fr: Nom d’affichage
nl: Weergavenaam
pt: Nome Indicado
sw: Jina Linaloonyeshwa
tl: Ipakita ang Pangalan

source: The name of the joined form that is displayed to the end user.
ar: اسم النموذج المرتبط الذي يتم عرضه للمستخدم النهائي.
cs: Název připojeného formuláře, který je zobrazen koncovému uživateli.
de: Der Name des verknüpften Datenblatts, der dem Anwender angezeigt wird.
es: El nombre del formulario adjunto que se muestra al usuario final.
fr: Le nom du formulaire lié affiché pour l’utilisateur final.
nl: De naam van het samengevoegde formulier die wordt weergegeven aan de eindgebruiker.
pt: o nome da ficha conjunta que é indicado pelo utilizador final.
sw: Jina la fomu iliyounganishwa ambalo linaonekana kwa mtumiaji wa mwisho.
tl: Ang pangalan ng isinamang pormularyo na ipinapakita sa nasa tumatanggap na tagagamit.

source: A description of the form and its role in the relationship that should be understandable to the end user.
ar: وصف لنموذج ودوره في العلاقة التي ينبغي أن تكون مفهومة للمستخدم النهائي.
cs: Popis formuláře, a jeho role ve vztahu, který by měl být srozumitelný pro koncového uživatele.
de: Eine Beschreibung des Datenblatts und seiner Funktion in der Datenblattbeziehung, die dem Anwender verständlich sein sollte.
es: Una descripción del formulario y su papel en la relación. Debe de ser entendible para el usuario final.
fr: Une description du formulaire et son rôle dans la relation qui devrait être compréhensible pour l’utilisateur final.
nl: Een beschrijving van het formulier en haar rol in de relatie die begrijpelijk moet zijn voor een eindgebruiker.
pt: Uma descrição da ficha e o seu papel na relação, o qual deverá ser compreensivel para o utilizador final.
tl: Isang paglalarawan ng pormularyo at ang gampanin nito sa ugnayan na dapat na nauunawaan ng tumatanggap na tagagamit.

source: Close
ar: أغلق
cs: Zavřít
de: Schließen
es: Cerrar
fr: Fermer
nl: Sluiten
pt: Fechar
sw: Funga
tl: Isara

source: Choose Limit Node Type
ar: إختر حد نوع عقدة
cs: Zvolte typ omezujícího uzle
de: Knotenbeschränkungsart auswählen
es: Seleccione un Tipo de Nodo Límite
fr: Choisir le type de nœud limite
nl: Kies beperkingsnodetype
pt: Escolher Tipo de Nódulo de Restrição
sw: Chagua Aina ya Kikomo cha Fundo
tl: Pumili ng Uri ng Buko ng Hangganan

source: Operator Node
ar: عامل عقدة
cs: Uzel operátoru
de: Operatorknoten
es: Operador Nodo
fr: Nœud opérateur
pt: Nódulo de Operador
sw: Kifundo Kiendeshaji.
tl: Buko ng Tagapagpaandar

source: Select One
ar: إختر واحد
cs: Vyberte jeden
de: Einen auswählen
es: Seleccione un
fr: Sélectionner un
nl: Maak een keuze
pt: Seleccionar Um
sw: Chagua Kimoja
tl: Pumili ng Isa

source: NOT
ar: لا
de: NICHT
es: NO
fr: NE PAS
sw: HAPANA
tl: HINDI

source: AND
ar: و
de: UND
es: Y
fr: ET
sw: NA
tl: AT

source: OR
ar: أو
de: ODER
es: O
fr: OU
sw: AU
tl: O

source: XOR
ar: أكس أور - عامل منطقي

source: Limit by a field (end node)
ar: حدد بحقل (عقدة نهاية)
cs: Omezit podle pole (konečný uzel)
de: Durch ein Feld einschränken (Endknoten)
es: Limitar en un campo (nodo final)
fr: Limiter par un champ (nœud terminal)
nl: Beperken door een veld (einde knooppunt)
pt: Limitar por campo (nódulo final)
sw: Weka kikomo kwa uga (kifundo cha mwisho)
tl: Hanggahan sa pamamagitan ng isang hanay (dulong buko)

source: No limit
ar: لا حدود
cs: Bez omezení
de: Keine Einschränkung
es: Sin límite
fr: Pas de limite
nl: Geen limiet
pt: Sem limite
sw: Hakuna kikomo
tl: Hindi hinahangganan

source: You may either choose to modify an existing form relationship, or construct a new one.
ar: يمكنك اختيار إما لتعديل شكل العلاقة القائمة، أو إنشاء واحدة جديدة.
cs: Můžete buď upravit existující vztah formuláře nebo sestavit nový.
de: Du kannst entweder eine vorhandene Datenblattbeziehung anpassen oder eine neue erstellen.
es: Usted puede, o bien modificar una relación de formulario existente, o construir una nueva.
fr: Vous pouvez soit choisir ou modifier une relation de formulaire existante, ou construire une nouvelle.
nl: U kunt een bestaande relatie aanpassen of een nieuwe aanmaken.
pt: Você poderá escolher a modificação de uma relação entre fichas existente , ou construir uma nova.
sw: Unaweza ama kuchagua kurekebisha uhusiano wa fomu iliyopo, au kutengeneza mpya.
tl: Maaari kang pumili na baguhin ang isang umiiral na kaugnayan ng pormularyo, o magtatag ng isang bago.

source: You may construct an existing form relationship with this page.
ar: يمكنك بناء علاقة مع نموذج موجود هذه الصفحة.
cs: Pomocí této stránky můžete sestavit existující vztah formuláře.
de: Du kannst eine vorhandene Datenblattbeziehung auf dieser Seite aufbauen.
es: Usted puede construir una relación de formulario existente con esta página.
fr: Vous pouvez construire une relation de fomulaire existante avec cette page.
nl: U kun een bestaande formulierrelatie voor deze pagina aanmaken.
pt: Você poderá construir uma relação entre fichas existente com esta página.
sw: Unaweza kutengeneza uhusiano wa fomu iliyopo na ukurasa huu.
tl: Maaari kang bumuo ng isang umiiral na ugnayan ng pormularyo na may pahinang ito.

source: Edit an Existing Relationship
ar: تحرير العلاقة القائمة
cs: Upravit existující vztah
de: Eine vorhandene Datenblattbeziehung ansehen
es: Editar una Relación Existente
fr: Éditer une Relation Existante
nl: Bestaande relatie bewerken
pt: Editar uma Relação Existente
sw: Hariri Uhusiano Uliyopo
tl: Baguhin ang Umiiral na Ugnayan

source: Construct a New Relationship
ar: بناء علاقة جديدة
cs: Sestavit nový vztah
de: Eine neue Datenblattbeziehung erstellen
es: Construir una Nueva Relación
fr: Construire Relation Existante
nl: Nieuwe relatie aanleggen
pt: Construir uma Nova Relação
sw: Tengeneza Uhusiano Mpya
tl: Magtatag ng isang Bagong Ugnayan

source: Relationship Short Name
ar: اسم علاقة قصيرة
cs: Krátký název vztahu
de: Datenblattbeziehungskurzname
es: Nombre Corto de la Relación
fr: Nom abrégé de la relation
nl: Korte naam van relatie
pt: Denominação Breve da Relação
sw: Jina Fupi la Uhusiano
tl: Maikling Pangalan ng Ugnayan

source: The name of the form relationship that is displayed to the end user.
ar: اسم علاقة شكل يتم عرض ذلك على المستخدم النهائي.
cs: Název vztahu formuláře, který je zobrazen koncovému uživateli.
de: Der Name der Datenblattbeziehung, der dem Anwender angezeigt wird.
es: El nombre de la relación del formulario que se mostrará al usuario final.
fr: Le nom de la relation du formulaire affiché pour l’utilisateur final.
nl: De naam van de formulierrelatie die wordt weergegeven aan de eindgebruiker.
pt: O nome da relação entre fichas que é apresentada ao utilizador final.
sw: Jina la uhusiano wa fomu ambalo linaonekana kwa mtumiaji wa mwisho.
tl: Ang pangalan ng ugnayan ng pormularyo na ipinapakita sa tumatanggap na tagagamit.

source: A description of the form relationship that should be understandable to the end user.
ar: وصفا للعلاقة الشكل الذي ينبغي أن تكون مفهومة للمستخدم النهائي.
cs: Popis vztahu formuláře, který by měl být srozumitelný pro koncového uživatele.
de: Eine Beschreibung der Datenblattbeziehung, die dem Anwender verständlich sein sollte.
es: Una descripción de la relación del formulario. Debe ser comprensible para un usuario final.
fr: Une description de la relation de formulaire qui doit être compréhensible pour l’utilisateur final
nl: Een beschrijving van de formulierrelatie die begrijpelijk moet zijn voor de eindgebruiker.
pt: Uma descrição da relação entre fichas que deverá ser compreensível para o utilizador final.
sw: Ufafanuzi wa uhusiano wa fomu ambao unapaswa kueleweka kwa mtumiaji wa mwisho.
tl: Isang paglalarawan ng ugnayan ng pormularyo na dapat na nauunawaan ng tumatanggap na tagagamit.

source: Select an existing relationship to copy.
ar: حدد العلاقة القائمة لنسخ.
cs: Vyberte existující vztah ke kopírování
de: Eine vorhandene Datenblattbeziehung zum Kopieren auswählen.
es: Selecciona una relacion existente para copiar
fr: Sélectionner une relation existante à copier.
nl: Selecteer een bestaande relatie om te kopiëren.
pt: Seleccionar uma relação existente para copiar.
sw: Chagua uhusiano uliyopo ili kunakili.
tl: Pumili ng isang kokopyahing umiiral na ugnayan.

source: Do not copy
ar: لا تنسخ
cs: Nekopírovat
de: Nicht kopieren
es: No copiar
fr: Ne pas copier
nl: Niet kopiëren
pt: Não Copiar
sw: Usinakili
tl: Huwag kopyahin

source: The form %1$s in the relationship refers to the real form %2$s.
ar: النموذج %1$s في العلاقة يشير إلى شكل حقيقي %2$s.
cs: Formulář %1$s ve vztahu odkazuje na opravdový formulář %2$s.
de: Das Datenblatt %1$s in der Datenblattbeziehung verweist auf das eigentliche Datenblatt %2$s.
es: El formulario %1$s en la relación se refiere al formulario real %2$s.
fr: Le formulaire %1$s dans la relation désigne le véritable formulaire %2$s.
nl: Het formulier %1$s in de relatie verwijst naar het echte formulier %2$s.
pt: A ficha %1$s na relação referre-se à ficha real %2$s.
sw: Fomu %1$s kwenye uhusiano unarejea kwenye fomu halisi %2$s.
tl: Ang pormularyong %1$s sa loob ng ugnayan ay tumutukoy sa tunay na pormularyong %2$s.

source: The name of this relationship that is displayed to the end user.
ar: اسم هذه العلاقة التي يتم عرضها للمستخدم النهائي.
cs: Název tohoto vztahu, který je zobrazen koncovému uživateli.
de: Der Name der Datenblattbeziehung, der dem Anwender angezeigt wird.
es: El nombre de la relación que es mostrado al usuario final.
fr: Le nom de cette relation qui est affiché pour l’utilisateur final.
nl: De naam van deze relatie die wordt weergegeven aan de eindgebruiker.
pt: O nome desta relação conforme indicado ao utilizador final.
sw: Jina la uhusiano huu ambao unaonyeshwa kwa mtumiaji wa mwisho.
tl: Ang pangalan ng ugnayang ito na ipinapakita sa tumatanggap na tagagamit.

source: Field limit style
ar: مجال الحد من نمط
cs: Styl omezení pole
de: Feldbegrenzungsstil
es: Estilo del límite de campo
fr: Style de limite de champ
nl: Veldbeperkingsstijl
pt: Estilo de restrição de campo
sw: Mtindo wa kuwekea kikomo uga
tl: Estilo ng hangganan ng hanay

source: Select A Style
ar: تحديد نمط
cs: Vybrat styl A
de: Einen Stil auswählen
es: Seleccionar un Estilo
fr: Sélectionner un Style
nl: Selecteer een stijl
pt: Seleccionar Um Estilo
sw: Chagua Mtindo
tl: Pumili ng Isang Estilo

source: Limits
ar: حدود
cs: Omezení
de: Einschränkung
es: Límites
fr: Limites
nl: Limieten
pt: Restrições
sw: Vikomo
tl: Mga hangganan

source: All limits under this node are grouped under the operator
ar: يتم تجميع كل الحدود تحت هذه العقدة تحت المشغل
cs: Všechna omezení pod tímto uzlem jsou seskupena pod operátorem
de: Alle Einschränkungen dieses Knotens werden unterhalb des Operator gruppiert.
es: Todos los límites debajo de este nodo están agrupados por operador
fr: Toutes les limites sous ce nœud sont regroupées sous cet opérateur
nl: Alle beperkingen onder deze node zijn gegroepeerd onder de operator
pt: Todas as restrições sob este nódulo são agrupadas sob o operador
sw: Vikomo vyote chini ya kifundo hiki vimewekwa kwenye kundi chini ya Mwendeshaji
tl: Mga hangganan na nasa ilalim ng bukong ito ay pinangkat sa ilalim ng tagapagpaandar

source: Existing Joined Forms
ar: أخرج النماذج المرتبطة
cs: Existujííc připojené formuláře
de: Vorhandene verknüpfte Datenblätter
es: Formularios Relacionados Existentes
fr: Formulaires liés existants
nl: Bestaande samengevoegde formulieren
pt: Fichas Conjuntas Existentes
sw: Fomu Zilizounganishwa Zilizopo
tl: Umiiral na mga Pormularyong Pinagpisan

source: Add a new function
ar: إضافة وظيفة جديدة
cs: Přidat novou funkci
de: Eine neue Funktion hinzufügen
es: Añadir una nueva Función
fr: Ajouter une nouvelle fonction
nl: Nieuwe functie toevoegen
pt: Adicionar uma nova função
sw: Ongeza kadhia mpya
tl: Magdagdag ng isang bagong tungkulin

source: Add A New Function
ar: إضافة وظيفة جديدة
cs: Přidat novou funkci
de: Eine neue Funktion hinzufügen
es: Añadir Una Nueva Función
fr: Ajouter une nouvelle fonction
nl: Nieuwe functie toevoegen
pt: Adicionar uma Nova Função
sw: Ongeza Kadhia Mpya
tl: Magdagdag ng Isang Bagong Tungkulin

source: Function name
ar: اسم الوظيفة
cs: Název funkce
de: Funktionsname
es: Nombre de la Función
fr: Nom de la fonction
nl: Functienaam
pt: Nome da Função
sw: Jina la kadhia
tl: Pangalan ng tungkulin
