Repository: hispindia/ihris-bihar-2018
Catalog: lib/4.1.4-release/ihris-common/translations/templates/establishment/*.po
Languages: ar, de, es, zh_cn

source: Set Establishments
ar: عيّن مؤسسات
de: Betriebsstätten festlegen
es: Configurar establecimientos
zh_cn: 机构设置

source: Add new Establishment Type
ar: إضافة نوع جديد من المؤسسات
de: Neue Betriebsstättenart hinzufügen
es: Añadir nuevo tipo de establecimiento
zh_cn: 添加新机构的类型

source: Add new Establishment Category
ar: إضافة فئة جديدة من المؤسسات
de: Neue Betriebsstättenkategorie hinzufügen
es: Añadir nueva categoría de establecimiento
zh_cn: 添加新建立类别

source: Select Establishment Category to set
ar: حدد فئة مؤسسة لتعيين
de: Betriebsstättenkategorie zum Festlegen auswählen
es: Seleccionar Categoría de Establecimiento para Configurar
zh_cn: 选择要设置建立类别

source: Edit This Information
ar: تعديل هذه المعلومات
de: Diese Informationen bearbeiten
es: Editar Esta Información
zh_cn: 编辑此信息

source: Update this Information
ar: تحديث هذه المعلومات
de: Diese Informationen aktualisieren
es: Actualizar esta información
zh_cn: 更新此信息

source: Select another Establishment
ar: حدد مؤسسة أخرى
de: Eine andere Betriebsstätte auswählen
es: Seleccionar otro Establecimiento
zh_cn: 请选择另一个建立

source: Select another Establishment Period
ar: حدد مدة أخرى للمؤسسة
de: Einen anderen Betriebsstättenzeitraum auswählen
es: Seleccione otro período de establecimiento
zh_cn: 请选择另一个建立期

source: Can edit the establishment type database list
ar: يمكن تعديل قائمة بيانات نوع المؤسسة
de: Kann die Datenbank mit den Betriebsstättenarten bearbeiten
es: Puede editar la lista de bases de datos de Tipos de Establecimiento
zh_cn: 可以编辑建立类型数据库列表

source: Can view the establishment type database list
ar: يمكن عرض قائمة بيانات نوع المؤسسة
de: Kann die Datenbank mit den Betriebsstättenarten einsehen
es: Puede ver la lista de Bases de Datos de Tipos de Establecimientos
zh_cn: 可以查看建立类型数据库列表

source: Can edit the establishment period database list
ar: يمكن تعديل قائمة بيانات مدة المؤسسة
de: Kann die Datenbank mit den Betriebsstättenzeiträumen bearbeiten
es: Puede editar la Lista Bases de Datos de Tipos de Establecimientos
zh_cn: 可以编辑建立期间数据库列表

source: Can view the establishment period database list
ar: يمكن عرض قائمة بيانات مدة المؤسسة
de: Kann die Datenbank mit den Betriebsstättenzeiträumen einsehen
es: Puede ver la Lista de Bases de Datos de Períodos de Establecimientos
zh_cn: 可以查看成立期间数据库名单

source: Can edit the establishment database list
ar: يمكن تعديل قائمة بيانات المؤسسة
de: Kann die Datenbank mit den Betriebsstätten bearbeiten
es: Puede editar la Lista de Bases de Datos de Establecimientos
zh_cn: 可以编辑建立数据库列表

source: Can view the establishment database list
ar: يمكن عرض قائمة بيانات المؤسسة
de: Kann die Datenbank mit den Betriebsstätten einsehen
es: Puede ver la Lista de bases de datos de Establecimientos
zh_cn: 可以查看建立数据库列表

source: Can access the establishment information
ar: يمكن الوصول إلى معلومات المؤسسة
de: Kann die Betriebsstätteninformationen einsehen
es: Puede Acceder la Información de Establecimientos
zh_cn: 可以访问建立信息

source: Can edit the establishment information
ar: يمكن تعديل معلومات المؤسسة
de: Kann die Betriebsstätteninformationen bearbeiten
es: Puede editar la Información de Establecimientos
zh_cn: 可以编辑建立信息

source: Establishment
ar: مؤسسة
de: Betriebsstätte
es: Establecimiento
zh_cn: 建立

source: Establishment Period
ar: مدة المؤسسة
de: Betriebsstättenzeitraum
es: Periodo de establecimiento
zh_cn: 成立时间

source: Establishment Type
ar: نوع المؤسسة
de: Betriebsstättenart
es: Tipo de establecimiento
zh_cn: 建立类型

source: Year of Applicability
ar: سنة التطبيق
de: Jahr der Nutzung
es: Añode Aplicabilidad
zh_cn: 年的适用性

source: %s at %s (%s)
ar: %s في %s (%s)
de: %s bei %s (%s)
es: %s en %s (%s)

source: Job or Cadre
ar: وظيفة أو كادر
de: Stelle oder Mitarbeitergruppe
es: Empleo o Cuadro
zh_cn: 作业或干部

source: Facility or Faciltiy Type
ar: مرفق أو نوع المرفق

source: Number of Health Workers
ar: عدد العاملين في قطاع الصحة
de: Anzahl der Arbeitskräfte im Gesundheitswesen
es: Cantidad de Empleados de Salud
zh_cn: 卫生工作者的数量
