Repository: hispindia/ihris-bihar-2018
Catalog: lib/4.1.4-release/ihris-common/translations/templates/dependents/*.po
Languages: cy, hu, sk

source: Gender
cy: Rhyw
hu: Nem
sk: Pohlavie

source: Date of Birth
cy: Dyddiad geni
hu: Születési dátum
sk: Dátum narodenia

source: Name
cy: Enw
hu: Név
sk: meno

source: Dependent
cy: Dibynnydd
hu: Függőség
sk: príslušník

source: Can view a person's dependents
cy: Yn medru gweld dibynyddion person
hu: Megtekintheti egy személy függőségeit
sk: možno prezrieť príslušné osoby

source: Can edit a person's dependents
cy: Yn medru golygu dibynyddion person
hu: Szerkesztheti egy személy függőségeit
sk: Možno zmeniť príslušné osoby

source: Add/Update Dependent Information
cy: Ychwanegu/Diweddaru Gwybdoaeth Dibynnyddion
hu: Függőségi információk hozzáadása/frissítése
sk: Pridať/Zmeniť informáciu o príslušníkovi

source: Edit This Information
cy: Golygu'r wybodaeth hon
hu: Információ szerkesztése
sk: Upraviť túto informáciu

source: Update this Information
cy: Diweddaru'r wybodaeth hon
hu: Információ frissítése
sk: Zmeň tento údaj

source: Dependent Information
cy: Gwybodaeth dibynnol
hu: Függőségi infiormációk
sk: informácia o príslušníkovi
