Repository: hispindia/ihris-bihar-2018
Catalog: lib/4.1.4-release/ihris-qualify/translations/templates/ihris-qualify-custom-reports-search-people/*.po
Languages: fr, pl

source: Search People
fr: Chercher Personne
pl: Wyszukiwanie osób

source: The relationship used for the person search page.
fr: La relation utilisée pour la page de recherche de personnes.
pl: Relacja używana na stronie wyszukiwania osoby.

source: The most recent training this person has taken.
fr: La formation la plus récente qu'a effectuée cette personne.
pl: Najnowsze szkolenia, które podjęła osoba.

source: Last Training
fr: Dernière formation
pl: Ostatnie szkolenie

source: The cadre of the most recent training.
fr: Le cadre de la formation la plus récente.
pl: Kadra najnowszego szkolenia.

source: Cadre
pl: Personel

source: Demographic details for this person.
fr: Données démographiques pour cette personne.
pl: Szczegóły Demograficzne dla tej osoby.

source: Demographic
fr: Données démographiques
pl: Dane demograficzne

source: Search for any person in the system with most recent training.
fr: Rechercher toute personne dans le système avec la formation la plus récente.
pl: Wyszukaj w systemie osobę według najnowszego szkolenia.

source: Surname
fr: Nom de famille
pl: Nazwisko

source: Firstname
fr: Prénom
pl: Imię

source: Other Names
fr: Autres Noms
pl: Inne nazwiska

source: Index Number
fr: Numéro d'index
pl: Numer indeksu

source: Training Cadre ID
fr: ID du cadre de formation
pl: ID kadry szkolącej

source: Intake Date
fr: Date d’admission
pl: Data pobrania

source: Search people in the system.
fr: Rechercher des personnes dans le système.
pl: Wyszukiwanie osób w systemie.

source: Search Reports
fr: Rapports de recherche
pl: Wyniki wyszukiwania
