Repository: hispindia/ihris-bihar-2018
Catalog: lib/4.1/I2CE/translations/templates/lists/*.po
Languages: es

source: return (do not save changes)
es: regresar (no guardar los cambios)

source: Administer Database
es: Administrar Base de datos

source: Add new
es: Añadir nuevo

source: return
es: volver

source: Select %s to edit
es: Seleccionar %s a editar

source: View
es: Ver

source: Information
es: Información

source: Select %s
es: Seleccionar %s

source: Select the %1$s to limit the displayed values of %2$s.
es: Seleccione el %1$s para limitar los valores mostrados de %2$s.

source: Add new %s
es: Añadir nuevo %s

source: View Record
es: Ver Registro

source: Hide
es: Ocultar

source: Name
es: Nombre

source: Can hide list members
es: Puede ocultar la lista de miembros

source: Can edit some of the lists stored in the database
es: Puede editar alguna de las lista almacenada en la base de datos

source: Can edit all the lists stored in the database
es: Puede editar todas las listas almacenadas en la base de datos

source: Can view some of the lists stored in the database
es: Puede ver alguna de las listas almacenadas en la base de datos

source: Can view all the lists stored in the database
es: Puede ver todas las listas almacenadas en la base de datos

source: View List
es: Ver Lista

source: Edit This Information
es: Editar esta información

source: Update this Information
es: Actualizar esta información

source: Select another
es: Seleccione otra

source: Confirm
es: Confirmar

source: (Add New...)
es: (Añadir nuevo...)

source: Select
es: Seleccionar

source: to edit
es: a editar

source: This must be unique and another record has this value for the given values of the fields
es: Este debe ser único y otro registro tiene este valor para los valores especificados de los campos

source: This must be unique and another record has this value for the given value of the field
es: Este debe ser único y otro registro tiene este valor para los valores especificados del campo

source: This must be unique and another record has this value.
es: Este debe ser único y otro registro tiene este valor.

source: Select One
es: Selecciona uno

source: Required Field
es: Campo obligatorio

source: Administer Database Lists
es: Administrar listas de base de datos

source: Add/Update Database List
es: Añadir/Actualizar lista de base de datos

source: Remap Database Lists
es: Reasignar listas de base de datos

source: Other Lists
es: Otras listas

source: View %s
es: Ver %s

source: Add/Update %s
es: Añadir/Actualizar %s

source: Update this information
es: Actualizar esta información

source: Select another %s
es: Selecciona otro %s

source: Remap field %1$s in %2$s (%3$s matches)
es: Reasignar campo %1$s en %2$s (%3$s coincidencias)

source: Set remapping data
es: Establecer reasignación de datos

source: View remapping data
es: Ver reasignación de datos

source: Remapped Value
es: Valor reasignado

source: Code
es: Código

source: Data Remapping
es: Reasignación de datos

source: of
es: de

source: First
es: Primero

source: Previous
es: Anterior

source: Last
es: Último

source: Next
es: Siguiente

source: Play
es: Reproducir

source: All
es: Todo

source: Perform Remap
es: Ejecutar reasignación

source: Save
es: Guardar

source: Show
es: Mostrar

source: Non-hidden
es: No oculto

source: Hidden Only
es: Ocultos solamente

source: Remapped to
es: Reasignado a
