Repository: hispindia/ihris-bihar-2018
Catalog: lib/4.1.4-release/I2CE/translations/templates/locale-selector/*.po
Languages: ar

source: Add New Locale
ar: إضافة لغة جديد

source: Add A New Locale
ar: إضافة لغة جديد

source: Close
ar: أغلق

source: Locale Resolution
ar: بناء لغة

source: The default resolution is
ar: البناء المفترض هو

source: Here you may select the locales that you wish to make available for users to select for your site. The default fallback locale for the site is
ar: هنا يمكنك اختيار اللغات التي ترغب في أن تتاح للمستخدمين عند اختيارها لموقعك. اللغة الأساسية للموقع هي

source: These are the locales that are available for users to select for your site. The default fallback locale for the site is
ar: هذه هي اللغات المتوفرة للمستخدمين لاختيارها للموقع الخاص بهم .اللغة الأساسية للموقع هي

source: The list of locales to looking for translations of the locale
ar: قائمة لغات للبحث عن ترجمات للغة

source: . If not set, then the selected locale is checked, then its underlying language, and then
ar: . إذا لم يتم التحديد، إذن سوف يتم التحقق من اللغة المختارة، ثم اللغة التي تحتها خط، ومن ثم

source: Select Available Locale
ar: اختر لغة متاحة

source: Available Locales
ar: اللغات المتاحة

source: Select a locale for your system
ar: حدد لغة للنظام الخاص بك

source: Select Locale
ar: اختر اللغة

source: Custom Locale
ar: لغة مخصصة

source: You may enter a custom locale to be made available to your system.
ar: قد تقوم بإدخال لغة مخصصة حتي تكون متاحة للنظام الخاص بك.
