Repository: hispindia/ihris-bihar-2018
Catalog: lib/4.1.4-release/ihris-manage/translations/templates/disciplinary-action/*.po
Languages: et, sw

source: Can edit the workplace injuries and disciplinary_actions assigned to a person
et: Saab redigeerida tööõnnetusi ja distsiplinaarsed_toimingud, mida isikule rakendatud
sw: Weza kuhariri majeraha ya sehemu ya kazi na hatua za_ kinidhamu zilizochukuliwa dhidi ya mtu

source: Can view the wokrplace injuries and disciplinary_actions assigned to a person
et: Saab vaadata tööõnnetusi ja distsiplinaarsed_toimingud, mida isikule rakendatud
sw: Weza kuangalia majeraha ya sehemu ya kazi na hatua za_ kinidhamu zilizochukuliwa dhidi ya mtu

source: Edit the workplace disciplinary_action type list
et: Saab redigeerida töökoha distsiplinaarsed_toimingud nimekirja
sw: Hariri orodha ya aina ya hatua ya_ kinidhamu ya sehemu ya kazi

source: Disciplinary Action
et: Distsiplinaarne toiming
sw: Hatua ya Kinidhamu

source: Disciplinary Action Type
et: Distsiplinaarse toimingu tüüp
sw: Aina ya Hatua ya Kinidhamu

source: Date of Discussion
et: Arutelu kuupäev
sw: Tarehe ya Majadiliano

source: Action Taken
et: Toiming võetud
sw: Hatua Iliyochukuliwa

source: Start of Applicability
et: Kohaldatavuse algus
sw: Kuanza Kutumika

source: End of Applicability
et: Kohaldatavuse lõpp
sw: Mwisho wa Kutumika

source: Notes
et: Märkmed
sw: Maelezo

source: People Present
et: Kohalolevad isikud
sw: Watu Waliopo

source: Add/Update Disciplinary Action
et: Lisa/Uuenda distsiplinaarne toiming
sw: Ongeza/Sasisha Hatua ya Kinidhamu

source: Disciplinary Action Information
et: Distsiplinaarse toimingu informatsioon
sw: Taarifa za Hatua za Kinidhamu

source: Edit This Information
et: Muuda seda infot
sw: Hariri Taarifa Hii

source: Update this Information
et: Uuenda seda infot
sw: Sasisha Taarifa Hii

source: Select another Disciplinary Action Type
et: Vali teine distsiplinaarse toimingu tüüp
sw: Teua Aina Hatua za Kinidhamu nyingine

source: Correct this Information
et: Paranda seda informatsiooni
sw: Sahihisha Taarifa hii

source: Action
et: Toiming
sw: Hatua

source: View the workplace disciplinary_action type list
et: Vaata töökoha distsiplinaarsed_toimingud tüüpide nimekirja
sw: Angalia aina orodha ya hatua_kinidhamu za kazini
