Repository: hispindia/ihris-bihar-2018
Catalog: lib/4.1.4-release/ihris-common/translations/templates/training-course/*.po
Languages: it, pt, sw, tl

source: Edit This Information
it: Modifica questa informazione
pt: Editar Esta Informação
sw: Hariri Taarifa Hii
tl: Baguhin ang Kabatirang Ito

source: Correct this Information
it: Correggi questa informazione
pt: Corrigir esta Informação
sw: Sahihisha taarifa hii
tl: Iwasto ang Kabatirang ito

source: Course Competency Evaluations
it: Valutazioni delle competenze del corso
pt: Avaliação de Competência do Curso
sw: Tathmini za Uwezo wa Kozi
tl: Mga Pagsusuri ng Kakayahan ng Pagganap sa Kurso

source: Course
it: Corso
pt: Curso
sw: Kozi
tl: Kurso

source: Course Name
it: Nome corso
pt: Nome do Curso
sw: Jina la Kozi
tl: Pangalan ng Kurso

source: Update this Information
it: Aggiorna questa informazione
pt: Actualizar esta Informação
sw: Sasisha Taarifa hii
tl: Isapanahon ang Kabatirang ito

source: Scheduled Course
it: Corso in programma
pt: Curso Programado
sw: Kozi Iliyopangwa kwenye ratiba
tl: Nakatakdang Kurso

source: Enrolled Students
it: Studenti iscritti
pt: Estudantes Participantes
sw: Wanafunzi Waliodahiliwa
tl: Nakatalang mga Mag-aaral

source: Select another Course
it: Seleziona un altro corso
pt: Seleccionar outro Curso
sw: Chagua Kozi nyingine
tl: Pumili ng iba pang Kurso

source: Training Course
it: Corso di formazione
pt: Curso de Formação
sw: Kozi ya Mafunzo
tl: Kurso ng Pagsasanay

source: Scheduled Courses
it: Corsi in programma
pt: Cursos Programados
sw: Kozi zilizopangwa kwenye Ratiba
tl: Nakatakdang mga Kurso

source: Hide
it: Nascondi
pt: Ocultar
sw: Ficha
tl: Ikubli

source: Schedule a Course
it: Programma un corso
pt: Programar um Curso
sw: Panga kozi kwenye ratiba
tl: Magtakda ng isang Kurso

source: Add/Update a Scheduled Training Course
it: Aggiungi/modifica un corso di formazione in programma
pt: Adicionar/Actualizar um Curso de Formação Programado
sw: Ongeza/Sasisha Kozi ya Mafunzo iliyopangwa kwenye Ratiba
tl: Magdagdag/Magsapanahon ng Nakatakdang Kurso ng Pagsasanay

source: Select another Training Course Category
it: Seleziona un'altra categoria per il corso di formazione
pt: Seleccionar outra Categoria de Curso de Formação
sw: Chagua Aina nyingine ya Kozi ya Mafunzo
tl: Pumili ng iba pang Kategorya ng Kurso ng Pagsasanay

source: Training Course Category
it: Categoria corsi di formazione
pt: Categoria de Curso de Formação
sw: Aina ya Kozi ya Mafunzo
tl: Kategorya ng Kurso ng Pagsasanay

source: Select another Training Course Status
it: Seleziona un altro status per il corso di formazione
pt: Seleccionar outro Estado de Curso de Formação
sw: Chagua Hali nyingine ya Kozi ya Mafunzo
tl: Pumili ng iba pang Katayuan ng Kurso ng Pagsasanay

source: Training Course Status
it: Status del corso di formazione
pt: Estado de Curso de Formação
sw: Hali ya Kozi ya Mafunzo
tl: Katayuan ng Kurso ng Pagsasanay

source: Select another Training Course Requestor
it: Seleziona un altro richiedente corso di formazione
pt: Seleccionar outro Pedido de Curso de Formação
sw: Chagua Mwombaji mwingine wa Kozi ya Mafunzo
tl: Pumili ng iba pang Tagahiling ng Kurso ng Pagsasanay

source: Training Course Requestor
it: Richiedente corso di formazione
pt: Pedido de Curso de Formação
sw: Mwombaji wa Kozi ya Mafunzo
tl: Tagapaghiling ng Kurso ng Pagsasanay

source: Select another Training Course Evaluation
it: Seleziona un'altra valutazione del corso di formazione
pt: Seleccionar outra Avaliação de Curso de Formação
sw: Chagua Tathmini nyingine ya Kozi ya Mafunzo
tl: Pumili ng iba pang Pagsusuri ng Kurso ng Pagsasanay

source: Training Course Evaluation
it: Valutazione corso di formazione
pt: Avaliação de Curso de Formação
sw: Tathmini ya Kozi ya Mafunzo
tl: Pagsusuri ng Kurso ng Pagsasanay

source: Schedule a Person for a Training Course
it: Prenota una persona per un corso di formazione
pt: Programar uma Pessoar para um Curso de Formação
sw: Panga Mtu kwa ajili ya Kozi ya Mafunzo
tl: Itakda ang isang Tao para sa isang Kurso ng Pagsasanay

source: Add/Update Training Course Scheduling
it: Aggiungi/aggiorna prenotazioni per i corsi di formazione
pt: Adicionar/Actualizar a Programação do Curso de Formação
sw: Ongeza/Sasisha Upangaji wa ratiba ya Kozi ya Mafunzo
tl: Magdagdag/Magsapanahon ng Talatakdaan ng Kurso ng Pagsasanay

source: Select Another Course
it: Seleziona altro corso
pt: Seleccionar Outro Curso
sw: Chagua Kozi nyingine
tl: Pumili ng Iba pang Kurso

source: Open
it: Aperto
pt: Aberto
sw: Fungua
tl: Buksan

source: Closed
it: Chiuso
pt: Fechado
sw: Funga
tl: Nakasara na

source: Pass
it: Passato
pt: Passou
sw: Faulu
tl: Pumasa

source: Fail
it: Fallito
pt: Chumbou
sw: Feli
tl: Nabigo

source: Incomplete
it: Incompleto
pt: Incompleto
sw: Haijakamilika
tl: Kulang

source: Not Evaluated
it: Non valutato
pt: Não Avaliado
sw: Haijafanyiwa Tathmini
tl: Hindi Nasuri

source: Training Manager
pt: Gestor de Formação
sw: Meneja wa Mafunzo
tl: Tagapamahala ng Pagsasanay

source: Edit the training course status list
it: Modifica l'elenco dello stato dei corsi di formazione
pt: Editar a lista de cursos de formação
sw: Hariri orodha ya hali ya kozi ya mafunzo
tl: Baguhin ang tala ng katayuan ng kurso ng pagsasanay

source: View the training course status list
it: Visualizza l'elenco dello stato dei corsi di formazione
pt: Visualizar a lista de estado dos cursos de formação
sw: Angalia orodha ya hali ya kozi ya mafunzo
tl: Tingnan ang tala ng katayuan ng kurso ng pagsasanay

source: Edit the training course evaluation list
it: Modifica l'elenco delle valutazioni dei corsi di formazione
pt: Editar a lista de estado dos cursos de formação
sw: Hariri orodha ya tathmini ya kozi ya mafunzo
tl: Baguhin ang tala ng pagsusuri ng kurso ng pagsasanay

source: View the training course evaluation list
it: Visualizza l'elenco delle valutazioni dei corsi di formazione
pt: Visualizar a lista de avaliação dos cursos de formação
sw: Angalia orodha ya tathmini ya kozi ya mafunzo
tl: Tingnan ang tala ng pagsusuri ng kurso ng pagsasanay

source: Edit the training course category list
it: Modifica l'elenco delle categorie di corsi di formazione
pt: Editar a lista de categoria dos cursos de formação
sw: Hariri orodha ya aina ya kozi ya mafunzo
tl: Baguhin ang tala ng kategorya ng kurso ng pagsasanay

source: view the training course category list
tl: tingnan ang tala ng kategorya ng kurso ng pagsasanay

source: Edit the training course list
it: Modifica l'elenco dei corsi di formazione
pt: Editar a lista de cursos de formação
sw: Hariri orodha ya kozi ya mafunzo
tl: Baguhin ang tala ng kurso ng pagsasanay

source: Edit the scheduled training course category list
it: Modifica l'elenco della categorie di corsi di formazione in programma
pt: Editar a lista de categorias de cursos de formação
sw: Hariri orodha ya aina ya kozi ya mafunzo iliyopangwa kwenye ratiba
tl: Baguhin ang tala ng kategorya ng natakdang kurso ng pagsasanay

source: View the training course list
it: Visualizza l'elenco dei corsi di formazione
pt: Visualizar a lista de cursos de formação
sw: Angalia orodha ya kozi ya mafunzo
tl: Tingnan ang tala ng kurso ng pagsasanay

source: Edit a scheduled training course
it: Modifica un corso di formazione in programma
pt: Editar um curso de formação programado
sw: Hariri kozi ya mafunzo iliyopangwa kwenye ratiba
tl: Baguhin ang isang nakatakdang kurso ng pagsasanay

source: View the scheduled training course category list
it: Visualizza l'elenco delle categorie di corsi di formazine in programma
pt: Visualizar a lista de categoria dos cursos de formação programados
sw: Angalia orodha ya aina ya kozi ya mafunzo iliyopangwa kwenye ratiba
tl: Tingnan ang tala ng kategorya ng nakatakdang kurso ng pagsasanay

source: Edit some lists assoicated with the training module
pt: Editar algumas listas associadas ao módulo de formação
sw: Hariri baadhi ya orodha zinazohusiana na moduli ya mafunzo
tl: Baguhin ang ilang mga talang may kaugnayan sa modyul ng pagsasanay

source: View some lists assoicated with the training module
pt: Visualizar algumas listas associadas ao módulo de formação
sw: Angalia baadhi ya orodha zinazohusiana na moduli ya mafunzo
tl: Tingnan ang ilang mga tala na may kaugnayan sa modyul ng pagsasanay

source: Edit all lists assoicated with the training module
tl: Baguhin ang lahat ng mga tala na may kaugnayan sa modyul ng pagsasanay

source: View all lists assoicated with the training module
pt: Visualizar todas as listas associadas ao módulo de formação
sw: Angalia orodha zote zinazohusiana na moduli ya mafunzo
tl: Tingnan ang lahat ng mga tala na may kaugnayan sa modyul ng pagsasanay

source: This form holds basic information about a training course
it: Questo modulo contiene le informazioni di base sul corso di formazione
pt: Esta ficha contém ferramentas básicas sobre os cursos de formação
sw: Fomu hii ina taarifa ya msingi kuhusu kozi ya mafunzo
tl: Ang pormularyong ito ay humahawak ng saligang kabatiran tungkol sa isang kurso ng pagsasanay

source: Scheduled Training Course
it: Corso di formazione in programma
pt: Curso de Formação Programado
sw: Kozi ya Mafunzo ilipangwa kwenye ratiba
tl: Nakatakdang Kurso ng Pagsasanay

source: Person Scheduled Training Course
it: Corso di formazione in programma per una persona
pt: Curso de Formação Programado para a Pessoa
sw: Mtu aliyepanga Kozi ya Mafunzo
tl: Itikanakdang Kurso ng Pagsasanay ng Tao

source: Training Requestor
it: Richiedente formazione
pt: Pedido de Formação
sw: Mwombaji wa Kozi
tl: Tagapaghiling ng Pagsasanay

source: Add/Update Person's Scheduled Training Course
it: Aggiungi/aggiorna corso di formazione in programma per una persona
pt: Adicionar/Actualizar o Curso de Formação Programado para a Pessoa
sw: Ongeza/Sasisha Kozi ya Mafunzo Aliyopangiwa Mtu
tl: Magdagdag/Magsapanahon ng Nakatakdang Kurso sa Pagsasanay ng Tao

source: Name
it: Nome
pt: Nome
sw: Jina
tl: Pangalan

source: Competency Evaluation
it: Valutazione delle competenze
pt: Avaliação de Competências
sw: Tathmini ya Uwezo
tl: Pagsusuri ng Kakayahan sa Pagganap

source: Topic
it: Argomento
pt: Tópico
sw: Mada
tl: Paksa

source: Notes
it: Note
pt: Notas
sw: Maelezo
tl: Mga tala

source: Training Institution
it: Istituto formativo
pt: Instituição de Formação
sw: Taasisi ya Mafunzo
tl: Institusyon ng Pagsasanay

source: Training Funders
it: Fondi per la formazione
pt: Financiadores da Formação
sw: Mfadhili wa Mafunzo
tl: Mga Tagapagpondo ng Pagsasanay

source: CEUs Provided
pt: CEUs Fornecidos
tl: Ibinigay ang mga Yunit ng Patuloy na Edukasyon

source: Status
it: Stato
pt: Estado
sw: Hali
tl: Katayuan

source: Category
it: Categoria
pt: Categoria
sw: Aina
tl: Kategorya

source: Retraining
it: Riqualificazione
pt: Re-Formação
sw: Mafunzo ya mara ya pili
tl: Muling pagsasanay

source: Completed
it: Completato
pt: Concluído
sw: Yalimalizika
tl: Buo na

source: Request Date
it: Data di richiesta
pt: Data de Pedido
sw: Tarehe ya Ombi
tl: Petsa ng paghiling

source: Evaluation
it: Valutazione
pt: Avaliação
sw: Tathmini
tl: Pagsusuri

source: Requested By
it: Richiesto da
pt: Solicitado por
sw: Imeombwa Na
tl: Hiniling Ni

source: Instance
it: Istanza
pt: Pedido
sw: Mfano
tl: Pagkakataon

source: Site
it: Sito
pt: Local
sw: Mahali
tl: Sityo

source: Maximum Number of Students
it: Numero massimo di studenti
pt: Número Máximo de Estudantes
sw: Kiwango cha juu cha Wanafunzi
tl: Pinakamataas na Bilang ng mga Mag-aaral

source: Instructors
it: Insegnanti
pt: Instrutores
sw: Walimu
tl: Mga Tagapagturo

source: Start Date
it: Data di inizio
pt: Data-Início
sw: Tarehe ya Kuanza
tl: Petsa ng Pagsisimula

source: End Date
it: Data di fine
pt: Data-fim
sw: Tarehe ya Kumaliza
tl: Petsa ng Pagwawakas

source: Location
it: Luogo
pt: Local
sw: Mahali
tl: Kinalalagyan

source: Edit the training course requestor list
it: Modifica la lista dell'allenamento alle domande
pt: Editar a lista de pedido de cursos de formação
tl: Baguhin ang tala ng humiling ng kurso sa pagsasanay

source: %s on %s
it: %s su %s
pt: %s de %s
tl: %s sa %s

source: Duty Commencement
it: Servizio Iniziale
tl: Pagsisimula sa Tungkulin

source: Exam Result
it: Risultato Esame
tl: Kinalabasan ng Pagsusulit

source: Record An Exam Result
it: Registra Un Risultato Esame
tl: Magrekord ng Isang Resulta ng Pagsusulit
