Repository: hispindia/ihris-bihar-2018
Catalog: lib/4.1.4-release/ihris-common/translations/templates/person-contact/*.po
Languages: sk, tl

source: Other Contact Information
sk: Ďalšie kontaktné informácie
tl: Iba pang Kabatirang Pangpakikipag-ugnayan

source: Add Work Contact
sk: pridať pracovný kontakt
tl: Magdagdag ng Kaugnayan sa Hanapbuhay

source: Edit This Information
sk: Uprav túto informáciu
tl: Baguhin ang Kabatirang Ito

source: Update this Information
sk: Zmeň tento údaj
tl: Isapanahon ang Kabatirang ito

source: Emergency Contact
sk: Núdzový kontakt
tl: Kaugnayan kung may Sakuna

source: Work Contact
sk: Pracovný kontakt
tl: Kaugnayan sa Hanapbuhay

source: Work Contact Information
sk: Pracovný kontakt
tl: Kabatiran sa Kaugnayan sa Hanapbuhay

source: Other Contact
sk: Iné kontakty
tl: Iba pang Makakaugnayan

source: Add Other Contact
sk: Pridaj iný kontakt
tl: Magdagdag ng Iba pang Makakaugnayan

source: Personal Contact Information
sk: Osobný kontakt
tl: Kabatiran sa Pansariling Pangpakikipag-ugnayan

source: Add Emergency Contact
sk: Pridaj núdzové volanie
tl: Magdagdag ng Kaugnayan kung may Sakuna

source: Add Personal Contact
sk: Pridaj osobný kontakt
tl: Magdagdag ng Pansariling Kaugnayan

source: Personal Contact
sk: Osobný kontakt
tl: Pansariling Kaugnayan

source: Emergency Contact Information
sk: Informácia núdzového volania
tl: Kabatiran sa Kaugnayan na Pangsakuna

source: Can view work contact child form of a person
sk: Možno zobraziť pracovný kontakt na dieťa z osobného formuláru
tl: Makikita ang pormularyong pambata na pangpakikipag-ugnayan sa hanapbuhay ng isang tao

source: Can edit work contact child form of a person
sk: Možno upraviť pracovný kontakt z osobného formulára dieťaťa
tl: Mababago ang pormularyo ng ugnayang pangtrabaho ng bata ng isang tao

source: Can view emergnency contact child form of a person
sk: Možno upraviť núdzový kontakt osobného formulára dieťaťa
tl: Matitingnan ang pormularyo ng pangpakikipag-ugnayang pangsakuna ng bata ng isang tao

source: Can edit emergency contact child form of a person
sk: Možno upraviť núdzový kontakt osobného formulára dieťaťa
tl: Mababago ang pormularyo ng pakikipag-ugnayang pangsakuna ng bata ng isang tao

source: Can view personal contact child form of a person
sk: Možno zobraziť osobný kontakt osobného formulára dieťaťa
tl: Matitingnan ang pormularyo ng pangpakikipag-ugnayang pansarili ng bata ng isang tao

source: Can edit personal contact child forms of a person
sk: Možno upraviť osobný kontakt osobného formulára dieťaťa
tl: Mababago ang mga pormularyong pangpakikipag-ugnayang pansarili ng bata ng isang tao

source: Can view other contact child form of a person
sk: Možno zobraziť iný kontakt osobného formulára dieťaťa
tl: Matitingnan ang iba pang pormularyo sa pakikipag-ugnayan sa bata ng isang tao

source: Can edit other contact child forms of a person
sk: Možno upraviť iný kontakt osobného formulára dieťaťa
tl: Mababago ang iba pang mga pormularyo ng pakikipag-ugnayan sa bata ng isang tao

source: Add/Update Contact Information
sk: Pridať/Upraviť kontaktný údaj
tl: Magdagdag/Magsapanahon ng Kabatirang Pangpakikipag-ugnayan
