Repository: hispindia/ihris-bihar-2018
Catalog: lib/4.1.4-release/ihris-common/translations/templates/sample-data-degree/*.po
Languages: fr

source: MD
fr: Docteur en médecine

source: PhD
fr: Doctorat

source: MPH
fr: Master en santé publique

source: Masters
fr: Maitrise

source: Postgraduate
fr: Troisième cycle

source: BA/BS
fr: Licence ès lettres/Licence de sciences

source: License
fr: Licence

source: Completion of Training
fr: Achèvement de la formation

source: Diploma
fr: Diplôme

source: Certificate
fr: Certificat
