Repository: hispindia/ihris-bihar-2018
Catalog: lib/4.1.4-release/ihris-common/translations/templates/person-employment/*.po
Languages: br, de, sv

source: Edit This Information
br: Cheñch an titour-mañ
de: Diese Informationen bearbeiten
sv: Redigera denna information

source: Update this Information
br: Hizivaat an titour-mañ
de: Diese Informationen aktualisieren
sv: Uppdatera denna information

source: Employer Information
br: Titouroù war an implijer
de: Arbeitgeberinformationen
sv: Arbetsgivarinformation

source: Company Information
br: Titouroù war ar c'hevredad
de: Unternehmensinformationen
sv: Företagsinformation

source: Position Information
br: Titouroù war ar post
de: Stellenbeschreibung
sv: Positionsinformation

source: Can view employment child form of a person
br: A c'hall diskwel furmskrid bugel chemet micherel un den
de: Kann das Datenblatt mit den Anstellungsinformationen zu einer Person einsehen

source: Can edit employment child forms of a person
br: A c'hall kemmañ furmskridoù bugel chemet un den
de: Kann das Datenblatt mit den Anstellungsinformationen zu einer Person bearbeiten

source: Add/Update Employment History
br: Ouzhpennañ/hizivaat ar chemet micherel
de: Anstellungsverlauf hinzuf√ºgen/aktualisieren
sv: Lägg till/uppdatera arbetshistoria

source: Employment History
br: Chemet micherel
de: Anstellungsverlauf
sv: Arbetshistoria

source: Company Name
br: Anv ar c'hevredad
de: Unternehmensname
sv: Företagsnamn

source: Company Address
br: Chomlec'h ar c'hevredad
de: Unternehmensanschrift
sv: Företagsadress

source: Company Telephone
br: Pellgomz ar c'henvredad
de: Unternehmensrufnummer
sv: Företagets telefon

source: Date Started
br: Deiziad kregiñ
de: Einstellungsdatum
sv: Startdatum

source: Starting Wage
br: Gopr deroù
de: Anfangsentgelt
sv: Startlön

source: Starting Position
br: Post deroù
de: Anfangsstelle
sv: Startposition

source: Date Ended (leave blank if still employed)
br: Deiziad dibenn (chom hep kargañ ma vez implijet c'hoazh)
de: Austrittsdatum (leer lassen, sofern noch angestellt)
sv: Slutdatum (lämna tomt om den fortfarande är anställd)

source: Ending Wage
br: Gopr diwezhañ
de: Austrittsentgelt
sv: Slutlön

source: Ending Position
br: Post diwezhañ
de: Austrittsstelle
sv: Slutposition

source: Supervisor
br: Gourseller
de: Vorgesetzter
sv: Handledare

source: Ok to Contact?
br: Ha gallout a reer mont e darempred gantañ?
de: Darf kontaktiert werden?
sv: OK att kontakta?

source: Job Responsibilities
br: Atebegezhioù stag ouzh ar post
de: Aufgabenbereiche
sv: Arbetsansvar

source: Reason for Leaving
br: Abegoù an disparti
de: Austrittsgrund
sv: Anledning till avsked
