Repository: hispindia/ihris-bihar-2018
Catalog: lib/4.1.4-release/I2CE/translations/templates/request-account-verify-email/*.po
Languages: cs

source: Request Number
cs: Ćíslo žádosti

source: Email Verifed
cs: Email ověřen

source: E-mail Address
cs: E-mailová adresa

source: Please check your email to confirm your e-mail address (%s) in order to login.
cs: Prosím zkontrolujte svůj email pro potvrzení Vaší e-mailové adresy (%s) pro přihlášení.

source: We had difficulty in sending an e-mail to (%s). Please contact the system administrator
cs: Došlo k potížím při odesílání e-mailu do (%s). Kontaktujte prosím Vašeho správce systému.

source: Your account has been verified.
cs: Váš účet byl ověřen.

source: We could not verify your account.
cs: Nemohli jsme ověřit Váš účet.

source: The requested username "%1$s" or email "%2$s"is invalid or already in use.
cs: Požadované uživatelské jméno "%1$s" nebo email "%2$s" je neplatný nebo používán.

source: Please enter a valid email address.
cs: Prosím zadejte platnou emailovou adresu.

source: Verify %1$s Account Request.
cs: Ověřit žádost o účet %1$s

source: Please verify your account for username "%1$s" by clicking on the link %2$s Once you have verified your account, you can also use the above link to access %3$s. Welcome to %3$s!
cs: Prosím ověřte Váš účet s uživatelským jménem "%1$s" kliknutím na odkaz %2$s Jakmile jste Váš účet ověřili, můžete použít odkaz výše pro přístup k %3$s. Vítejte v %3$s!

source: Please verify your account for username "%1$s" by clicking on the link %2$s Welcome to %3$s.
cs: Prosím ověřte Váš účet s uživatelským jménem "%1$s" kliknutím na odkaz %2$s Vítejte v %3$s.

source: Request Account
cs: Zažádat o účet

source: Resend Email
cs: Znovu poslat email

source: Resend Verification Email
cs: Znovu odeslat email pro ověření
